{
    "dateUpdated": "Last Updated December 2016", 
    "earnings": {
        "AWW": {
            "breaks": [
                700, 
                775, 
                850, 
                925, 
                1000, 
                1500
            ], 
            "text": "National weekly earnings for all US private employees averaged $892 in October 2016. Among the 50 states, average weekly earnings ranged from $706 in Arkansas to $1,088 in Washington. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states, at $1,464. Thirty-five states had average weekly earnings below the national average. Beyond Arkansas, average earnings were lowest in New Mexico ($707), Montana ($709), Mississippi ($720), and West Virginia ($749). Average weekly earnings were closest to the national average in Oregon ($888) and Texas ($900). After DC and Washington, the highest average weekly earnings were in Massachusetts ($1,076), Connecticut ($1,055), California ($1,036), and Alaska ($1,008)."
        }, 
        "AWWChg": {
            "breaks": [
                -5, 
                0, 
                2, 
                4, 
                6, 
                15
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in October 2016 were 0.9 percent higher than in October 2015. The largest decline from a year ago was in Montana (-3.5 percent). The only other states that saw declines in real average earnings also have natural resource– dependent economies: Wyoming (-1.8 percent), North Dakota (-1.0 percent), and New Mexico (-0.6 percent). However, another resource-dependent state, Alaska, saw a 1.9 percent increase in real average weekly earnings (<a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">after a year of declines</a>). The largest increase in real average earnings was in DC (13.1 percent) in part because DC’s real earnings were well below average <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">last year</a>. The states with the largest increases were Oregon (9.0 percent), Delaware (7.9 percent), and Tennessee (6.1 percent). In total, 46 states and DC saw real earnings growth from October 2015 to October 2016."
        }, 
        "date": "10/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.7 percent from October 2015 to October 2016. The largest employment drop was in Wyoming (-3.5 percent), followed by other energy-dependent states: North Dakota (-1.8 percent), Oklahoma (-0.7 percent), and New Mexico (-0.4 percent). The precipitous decline of natural resource prices has negatively affected employment in many of these states <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">over the past year</a>. Kansas employment declined 0.4 percent as well. The largest increase in total employment was in Washington (3.5 percent), where employment grew across all sectors except manufacturing. Total employment also grew 3.0 percent or more over the past 12 months in Oregon (3.3 percent), Florida (3.1 percent), and Utah (3.0 percent)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.1 percentage points between October 2015 and October 2016. The rate increased 1.0 percentage point in Oklahoma and Pennsylvania, more than in any other state. The next largest rate increases were in Wyoming (0.8 percentage points), Iowa, and Missouri (both 0.6 percentage points). Overall, the unemployment rate increased over the year in 17 states, including states with low current unemployment rates (North Dakota, 3.0 percent) and high rates (Louisiana, 6.3 percent). The largest drops in year-over-year unemployment rates were in Massachusetts (-1.5 percentage points) and Nevada (-1.0 percentage point)."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.9 percent from October 2015 to October 2016. Public employment decreased over the year in 10 states, with the largest decrease in New Hampshire (-2.8 percent). Among the 10 states with falling public employment, three (Louisiana, New Mexico, and Wyoming) also saw a declines in total employment. In contrast, although New Hampshire’s public employment fell, its total employment increased 2.1 percent. The largest increases in public employment were in Oregon (3.5 percent), Washington (3.4 percent), and Alaska (3.1 percent). Over the same period, Alaska saw a small decline in total employment (-0.1 percent); Washington and Oregon saw the largest increases in total employment of any state (3.5 and 3.3 percent, respectively). Two other states saw public employment increase 2.0 percent or more over the year: California (2.2 percent) and Texas (2.4 percent). DC public employment increased 2.2 percent as well. California, Texas, and DC all saw total employment increase over the year as well."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.9 percent in October 2016. Alaska’s 6.8 percent unemployment rate was the highest of any state. Three additional states had October unemployment rates of 6.0 percent or higher: New Mexico (6.7 percent), Louisiana (6.3 percent), and West Virginia (6.0 percent).  The District of Columbia’s (DC’s) unemployment rate was 6.1 percent. Two states had October unemployment rates below 3.0 percent: the rate in New Hampshire and South Dakota was 2.8 percent. Eight other states had unemployment rates below 4.0 percent: Colorado, Hawaii, Idaho, Massachusetts, Nebraska, North Dakota, Utah, and Vermont. "
        }, 
        "date": "10/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the third quarter of 2016 were 4.5 percent above their pre–Time of Shedding and Cold Rocks peak. This is the fourth consecutive quarter since the  <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a> in which national prices surpassed first-quarter 2007 levels. However, prices remained below 2007 levels in 14 states. Nevada continues to have the largest decline with house prices 21.4 percent below 2007 levels. House prices were more than 10.0 percent below their 2007 levels in seven additional states: Arizona, Connecticut, Delaware, Florida, Illinois, Maryland, and New Jersey. Among those states, only Florida (10.7 percent), Nevada (7.8 percent), and Arizona (6.7 percent) had more than 5.0 percent year-over-year growth; Delaware’s house prices declined over the past year. Third-quarter 2016 house prices were well above their 2007 levels in North Dakota (51.6 percent), Colorado (43.1 percent), DC (40.8 percent), Texas (39.3 percent), and South Dakota (23.9 percent). Colorado and Texas also had strong year-over-year price growth while DC’s prices fell over the year. Overall, 18 states and DC had third-quarter house prices 10.0 percent or more above their early 2007 levels."
        }, 
        "HPChgYr": {
            "breaks": [
                -5, 
                0, 
                1, 
                5, 
                10, 
                15
            ], 
            "text": "National house prices in the third quarter of 2016 were 6.1 percent higher than in the third quarter of 2015, with house prices increasing over the year in 49 states. The largest annual price increases were in Florida (10.7 percent), Oregon (10.4 percent), Washington (10.4 percent), and Colorado (10.0 percent). In total, 27 states saw house prices increase 5.0 percent or more over the past year. In contrast, five states had price increases of less than 1.0 percent: Connecticut, Hawaii, New Mexico, Vermont, and Wyoming. House prices declined from a year ago only in Delaware (-0.5 percent) and the District of Columbia, or DC (-2.7 percent). "
        }, 
        "date": "9/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -100, 
                -20, 
                -10, 
                0, 
                10, 
                25
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 10.1 percent over the four quarters that concluded in September 2016 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota taxes only financial institutions), real revenue changes ranged from a 99.7 percent decline in Alaska to a 24.1 percent increase in New Hampshire. Thirty-five states saw real revenue decreases over the past year. These data highlight the high volatility of state corporate income tax revenue: profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -40, 
                -5, 
                0, 
                2, 
                5, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 0.8 percent in the year ending in the second quarter of 2016 compared with one year earlier. Despite the national increase, the District of Columbia (DC) and 15 of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real income tax revenue decreases over the year. The largest decline was in North Dakota (-37.2 percent), a state that recently <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">cut tax rates</a> and is struggling economically as oil and natural gas production falls, lowering wages and income as well. Individual income tax revenue also fell 5 percent or more in Illinois, Maine, Ohio, Oklahoma, and West Virginia. Three of these states (<a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">Illinois</a>, <a href = \"http://www.tax.ohio.gov/Portals/0/communications/news_releases/FilingseasonopensNR.pdf\" target=\"_blank\">Ohio</a>, and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">Oklahoma</a>) recently reduced income tax rates. Maine voters approved an income tax hike via <a href = \"https://ballotpedia.org/Maine_Tax_on_Incomes_Exceeding_$200,000_for_Public_Education,_Question_2_(2016)\" target=\"_blank\">ballot question</a> in November, but it won’t go into effect until January 2017. The largest increases in income tax revenue were in South Carolina (13.0 percent) and Indiana (10.2 percent). Neither state significantly changed its income tax system over the past two years. "
        }, 
        "SALES": {
            "breaks": [
                -25, 
                -5, 
                0, 
                3, 
                7, 
                15
            ], 
            "text": "Real general sales tax revenue increased nationally 0.9 percent in the year ending in the third quarter of 2016 compared with one year earlier. Among the 45 states with  a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue declined in 13 states. The largest decline was in North Dakota (-21.6 percent); other resource-dependent states (Oklahoma, Texas, and New Mexico) also saw large revenue drops. The largest sales tax revenue increase—13.5 percent—was in Nevada. The state enacted a <a href = \"https://tax.nv.gov/WelcometoCOM/\" target=\"_blank\">gross receipts tax</a> (as part of a larger <a href = \"http://gov.nv.gov/uploadedFiles/govnvgov/Content/News_and_Media/Press/2015_Images_and_Files/NevadaRevenuePlan.pdf\" target=\"_blank\">education spending bill</a>) last year, and the Census Bureau counts these tax receipts as sales tax revenue. Louisiana’s sales tax revenue increased 11.9 percent over the year, in part because it increased its sales tax rate <a href = \"http://revenue.louisiana.gov/LawsPolicies/RIB16-013.pdf\" target=\"_blank\">1.0 percentage point</a> in April. No other states saw sales tax revenue increase more than 7.0 percent. "
        }, 
        "TOTAL": {
            "breaks": [
                -40, 
                -6, 
                0, 
                2, 
                6, 
                20
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> decreased 0.1 percent in the year ending in the third quarter of 2016 compared with one year earlier. This was the first quarter that real national state tax revenue declined since the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">second quarter of 2010</a>, though, revenue still increased nominally over the year. This drop follows <a href = \"http://www.nasbo.org/mainsite/reports-data/fiscal-survey-of-states\" target=\"_blank\">many states reporting</a> fiscal year 2017 revenue coming in below estimates. Overall, 14 states had lower real total tax revenues compared with the prior year. As we’ve <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\"> seen over the past year</a>, states that rely heavily on taxes on natural resource extraction (i.e., severance taxes) in particular continue to experience losses as oil and natural gas prices fall. New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming all saw total state revenues drop over the past year. And because the natural resource industry is so pervasive in these states, many also saw declines in sales, individual income, and corporate income taxes. The state with the largest real tax revenue growth was also resource dependent: Alaska (19.4 percent). This reflects changes to <a href = \"http://gov.alaska.gov/newsroom/2016/06/governor-walker-vetoes-1-29-billion-to-preserve-state-savings/\" target=\"_blank\">tax credit rules</a> that helped raise revenue, but also that Alaska’s revenues finally bottomed out after a few years of precipitous decline: the state’s total tax revenue over the past four quarters is only a fifth of what is was in 2013. After Alaska, four additional states had tax revenue increases of more than 6.0 percent: Georgia, Nevada, South Carolina, and Washington. Increased sales tax revenue mostly drove gains in Nevada and Washington, while increased income tax revenue was the main driver in Georgia and South Carolina. All those states, except Nevada (see next section), did not significantly change their tax laws over the past year. "
        }, 
        "date": "9/2016"
    }
}