{
    "dateUpdated": "Last Updated March 2017", 
    "earnings": {
        "AWW": {
            "breaks": [
                700, 
                775, 
                850, 
                925, 
                1000, 
                1500
            ], 
            "text": "National weekly earnings for all US private employees averaged $895 in January 2017. Among the 50 states, average weekly earnings ranged from $700 in New Mexico to $1,092 in Washington. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states, at $1,467. Thirty-six states had average weekly earnings below the national average. Other than New Mexico, average earnings were lowest in Arkansas ($703), Mississippi ($719), Idaho ($731), South Dakota ($741), and Montana ($748). Average weekly earnings were closest to the national average in New Hampshire ($901) and Colorado ($902). After DC and Washington, the highest average weekly earnings were in Massachusetts ($1,087), Connecticut ($1,050), California ($1,024), and New York ($1,005)."
        }, 
        "AWWChg": {
            "breaks": [
                -5, 
                0, 
                1, 
                2, 
                3, 
                12
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in January 2017 were 0.5 percent lower than in January 2016. This was the first month that real year-over-year earnings were negative <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">since June 2014</a>. Despite the national decrease, only 10 states saw real average earnings decline over the year: Colorado, Idaho, Illinois, Michigan, New Mexico, North Dakota, Pennsylvania, Rhode Island, Vermont, and Wyoming. The declines were largest in North Dakota (-4.5 percent), Colorado (-3.8 percent), and Vermont (-3.2 percent). The largest increases in real average weekly wages among states were in Tennessee (5.3 percent), Oregon (4.7 percent), and Minnesota (4.6 percent). DC saw average weekly earnings rise 11.2 percent, more than any state (DC’s earnings have <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">fluctuated over the past two years</a>). Seven additional states (Alaska, Arizona, Hawaii, Indiana, New Jersey, South Carolina, and Washington) had real average weekly wages increase 3.0 percent or more. In nominal terms, average wages increased 2.0 percent and were negative in only four states."
        }, 
        "date": "01/2017"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                5
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.6 percent from January 2016 to January 2017. Total employment declined in seven states. The largest drops were in Wyoming (-3.2 percent) and Alaska (-2.7 percent). The precipitous decline of natural resource prices has negatively affected employment in many of these states <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">over the past year</a>. In fact, Kansas (-0.2 percent) was the only non–resource dependent state to lose jobs over the year. The largest increase in total employment was in Idaho (4.0 percent), where employment grew across all sectors. Total employment also grew 3.0 percent or more Nevada (3.5 percent), Florida (3.4 percent), and Utah (3.3 percent)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.1 percentage points between January 2016 and January 2017. Tennessee’s 0.6 percentage-point increase in unemployment was the largest of any state over the year. The unemployment rate also increased in Alabama, Michigan, Minnesota, Nebraska, New Mexico, South Dakota, and Texas. Among these states, the January unemployment rate was above 6.0 percent in Alabama and New Mexico, but below 4.0 percent in Nebraska and South Dakota. Four states saw their unemployment rate drop 1.0 percentage point or more over the year: Nevada (-1.2 percentage points), Massachusetts and South Carolina (both -1.1 percentage points), and Connecticut (-1.0 percentage points). Those four states also had January 2017 unemployment rates at or below 5.0 percent. Over the year, West Virginia’s unemployment rate dropped 0.7 percentage points, but its January 2017 rate remains relatively high (5.6 percent)."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.9 percent from January 2016 to January 2017, but it still remains 3.0 percent below its 2010 peak. Overall, 13 states saw public employment fall over the past year. The decline in government jobs was greater than 1.0 percent in Alaska, Connecticut, New Mexico, and Wyoming. In contrast, public employment increased 2.0 percent or more in eight states: California, Idaho, Massachusetts, Michigan, Nevada, South Dakota, Texas, and Utah. Three states—Alaska, Louisiana, and Wyoming—saw drops in both government and total jobs over the year.  All states with public employment increases of 2.0 percent or more also saw total jobs increase 1.0 percent or more. North Dakota’s public employment increased 1.6 percent over the year despite its total employment falling 0.7 percent."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.8 percent in January 2017. New Mexico’s 6.7 percent unemployment rate was the highest of any state, while New Hampshire’s was the lowest at 2.7 percent. Only two other states had January unemployment rates higher than 6.0 percent: Alaska (6.5 percent) and Alabama (6.4 percent). Four states had January unemployment rates below 3.0 percent: New Hampshire, Hawaii (2.8 percent), and Colorado and South Dakota (both 2.9 percent). Another 11 states had unemployment rates below 4.0 percent:  Arkansas, Idaho, Iowa, Maine, Massachusetts, Montana, Nebraska, North Dakota, Utah, Vermont, and Wisconsin."
        }, 
        "date": "01/2017"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the fourth quarter of 2016 were 6.0 percent above   <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">their pre–Time of Shedding and Cold Rocks peak (first quarter of 2007).</a> Although national prices recovered in the first quarter of 2016, prices in 13 states still have not surpassed their 2007 peak. Nevada’s prices continue to be furthest from their peak, with house prices 18.8 percent below their 2007 levels. House prices were also more than 10.0 percent below their 2007 levels in Arizona, Connecticut, Delaware, Florida, Maryland, and New Jersey. On the opposite end of the spectrum, fourth-quarter 2016 house prices were well above their 2007 levels in North Dakota (51.4 percent), Colorado (46.3 percent), DC (45.8 percent), and Texas (41.3 percent). Overall, 19 states and DC had fourth-quarter house prices 10.0 percent or more above their early 2007 levels. Long-term and recent price changes were not always aligned, though. There was continued strong annual price growth in Florida (10.4 percent) and Nevada (8.9 percent), but not nearly enough to recover from their previous price drops since 2007. Meanwhile, despite having the most price growth since 2007, North Dakota’s annual growth was only 1.6 percent. The state experienced rapid house price appreciation during its oil boom while prices were high, but they have since leveled off as oil prices and production have dropped. There was strong price growth, annually and since 2007, in Colorado and Texas, while Delaware prices fell both over the past year and since their 2007 level."
        }, 
        "HPChgYr": {
            "breaks": [
                -5, 
                0, 
                4, 
                7, 
                10, 
                15
            ], 
            "text": "National house prices in the fourth quarter of 2016 were 6.2 percent higher than in the fourth quarter of 2015, with house prices increasing over the year in 46 states and the District of Columbia (DC). Four states had price increases greater than 10 percent: Oregon (11.0 percent), Colorado (10.6 percent), Florida (10.4 percent), and Washington (10.2 percent). In total, 28 states saw house prices increase 5.0 percent or more over the past year. In four states, prices decreased. The largest drop was in West Virginia (-3.4 percent), followed by Wyoming (-1.6 percent) and Alaska and Delaware (both -0.6 percent)."
        }, 
        "date": "12/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -50, 
                -20, 
                -10, 
                0, 
                40, 
                1212
            ], 
            "text": "National <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 9.3 percent in real terms over the four quarters that concluded in December 2016 compared with the previous year. In the 44 states with a broad-based corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota taxes only financial institutions), real revenue declined in 34 states. The largest decline was in New Mexico (-45.2 percent). State corporate income tax revenue is always volatile: profits fluctuate, the timing of tax payments change as states offer amnesty programs, and current profits can be offset against prior losses. But the largest increase compared with last year is off the chart: Louisiana’s corporate income tax revenue was 1,210.6 percent higher in 2016 than 2015 because of changes in state law. For much of 2015, the <a href = \"https://www.businessreport.com/article/louisiana-corporate-franchise-tax-collections-back-black\">state paid more in credits</a> than it collected in tax revenue, reflecting corporate tax rules and declining prices for natural resources. The <a href = \"https://www.legis.la.gov/legis/ViewDocument.aspx?d=985189\">state passed reforms in 2016</a>that ensured the tax would bring in more revenue. Consequently, Louisiana collected roughly $20 million in corporate income tax revenue in 2015 and $270 million in 2016. "
        }, 
        "INC": {
            "breaks": [
                -40, 
                -10, 
                -2, 
                0, 
                4, 
                20
            ], 
            "text": "National <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue declined nationally 1.1 percent in real terms during the year ending in the fourth quarter of 2016 compared with one year earlier. State income tax revenue may be down in part because of high-income taxpayers delaying capital gain realizations from 2016 in <a href = \"http://www.rockinst.org/pdf/government_finance/state_revenue_report/2017-03-09-srr_106.pdf\">anticipation of lower federal tax rates</a> in 2017 (as the president and Congress have advocated).<br/><br/>Overall, the District of Columbia and 22 of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real income tax revenue decreases over the year. The largest decline was in North Dakota (-38.6 percent), a state that <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">cut tax rates</a> and is struggling economically as oil and natural gas production falls. Individual income tax revenue fell more than 10.0 percent in <a href = \"http://www.tax.ohio.gov/Portals/0/communications/news_releases/FilingseasonopensNR.pdf\">Ohio</a> and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">Oklahoma</a>, two states that also recently cut income tax rates. The largest increase in income tax revenue was in South Carolina (15.8 percent). The state has not significantly changed its income tax system over the past two years, however."
        }, 
        "SALES": {
            "breaks": [
                -25, 
                -3, 
                0, 
                3, 
                6, 
                25
            ], 
            "text": "National general sales tax revenue increased 0.7 percent in real terms for the year ending in the fourth quarter of 2016 compared with one year earlier. Among the 45 states that levy <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a>, revenue declined in 17 states. The largest decline was in North Dakota (-22.8 percent); other resource-dependent states (such as Oklahoma, Texas, and Wyoming) also saw large drops in sales tax revenue. The largest sales tax revenue increases were in Louisiana (22.9 percent) and Nevada (13.9 percent). Last year <a href = \"http://lfo.louisiana.gov/files/revenue/2016_ES1_REC_bills.pdf\" target=\"_blank\">Louisiana</a> increased its sales tax rate from 4 percent to 5 percent and applied the tax to more purchases as a part of <a href = \"http://www.theadvocate.com/baton_rouge/news/politics/legislature/article_2bfeb820-fb05-11e6-ae7a-6b9e7ca812cf.html\" target=\"_blank\">ongoing</a> efforts to address its budget deficit. Nevada enacted  a <a href = \"https://tax.nv.gov/WelcometoCOM/\" target=\"_blank\">gross receipts tax</a> as part of a larger <a href = \"http://gov.nv.gov/uploadedFiles/govnvgov/Content/News_and_Media/Press/2015_Images_and_Files/NevadaRevenuePlan.pdf\" target=\"_blank\">education spending bill</a> last year, and the US Census Bureau counts those receipts as sales tax revenue. Utah’s sales tax revenue increased 9.0 percent over the year, but the state did not legislate any tax changes during the period. "
        }, 
        "TOTAL": {
            "breaks": [
                -50, 
                -10, 
                -3, 
                0, 
                3, 
                50
            ], 
            "text": "National <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> decreased 0.8 percent in real terms during the four quarters of 2016 compared with one year earlier. Tax revenue still increased nominally over the year (0.4 percent). The final quarter of 2016 was the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">second consecutive quarter </a> that real national state tax revenue declined. This is consistent with <a href = \"http://www.nasbo.org/mainsite/reports-data/fiscal-survey-of-states\" target=\"_blank\">many states reporting</a> that total revenue for fiscal year 2017 (which began in July 2016 for most states) is coming in below estimates. Overall, 23 states had lower real tax revenues in calendar year 2016 than in 2015. The largest decline was in North Dakota (-26.1 percent). Other states that rely heavily on natural resource extraction taxes (such as Wyoming, Oklahoma, and West Virginia) continued to experience large declines as well. Some non-resource-dependent states, such as Illinois, Maine, Montana, and New York, however, also saw real tax revenue declines greater than 3.0 percent, mostly because of declines in income tax revenues (though only <a href = \"http://www.maine.gov/revenue/rules/legischange16.htm#individual\" target=\"_blank\">Maine</a> enacted income tax cuts last year). The state with the largest real tax revenue growth was Alaska (45.6 percent). This reflects changes to <a href = \"http://gov.alaska.gov/newsroom/2016/06/governor-walker-vetoes-1-29-billion-to-preserve-state-savings/\" target=\"_blank\">tax credit rules</a>that helped raise revenues after years of precipitous decline. Even with that recent increase, however, the state’s total tax revenue in 2016 was only a quarter of what it was in 2013. The next highest real total tax revenue increases were in Nevada (9.7 percent) and Louisiana (9.1 percent). Higher sales tax revenue drove the total tax increase in both states (see below)."
        }, 
        "date": "12/2016"
    }
}