{
    "dateUpdated": "Last Updated December 2018", 
    "earnings": {
        "AWW": {
            "breaks": [
                700, 
                800, 
                900, 
                1000, 
                1100, 
                1600
            ], 
            "text": "Weekly earnings for all private-sector employees in the United States averaged $942 in October 2018. Among the 50 states, average weekly earnings ranged from $710 in Mississippi to $1,143 in Washington. Average weekly earnings in Texas were equal to the national average.<br/><br/>As is typical, average weekly earnings were higher in the District of Columbia than in any state, at $1,509. After the District of Columbia and Washington, average weekly earnings were highest in Massachusetts ($1,114), Connecticut ($1,109), California ($1,074), New York ($1,040), and Alaska ($1,022).<br/><br/>Weekly earnings were below the national average in 36 states. After Mississippi, average weekly earnings were lowest in New Mexico ($743), Arkansas ($751), South Dakota ($762), Kentucky ($784), and Idaho ($785)."
        }, 
        "AWWChg": {
            "breaks": [
                -10, 
                -5, 
                -2, 
                0, 
                2, 
                5
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings increased 0.9 percent between October 2017 and October 2018. In nominal dollars, average weekly earnings for the US were 3.4 percent higher than in October 2017.<br/><br/>The largest increases in real average weekly earnings were in Wyoming (3.7 percent), followed by Tennessee (1.3 percent), Louisiana (1.1 percent), and Iowa (1.0 percent). Nine additional states saw real average weekly earnings increase over the year.<br/><br/>Real average weekly earnings declined in 37 states and the District of Columbia. The largest decreases were in Maryland (-8.2 percent), Utah (-4.7 percent), Arizona (-4.4 percent), Mississippi (-4.2 percent), and Nebraska (-4.0 percent). Ten additional states and the District of Columbia saw decreases of more than 2.0 percent. There were also 12 states and the District of Columbia that saw nominal weekly earnings decline over the year. Note that weekly earnings data are fairly noisy from month to month."
        }, 
        "date": "10/2018"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -1, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.7 percent from October 2017 to October 2018. Among the states, the largest year-over-year increases were in Nevada (3.4 percent), Utah and Washington (both 3.3 percent), and Arizona and Texas (both 3.1 percent). Total employment increased 2.0 percent or more in 11 additional states.<br/><br/>Total employment declined over the year in only one state: Vermont (-0.9 percent)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.4 percentage points between October 2017 and October 2018. The unemployment rate fell the most over the year in New Mexico (-1.4 percentage points), followed by Georgia, North Carolina, and South Carolina (each -0.9 percentage points). The unemployment rate also fell more than 0.5 percentage points over the year in 10 other states: Alaska, Delaware, Illinois, Michigan, New Jersey, New York, Oklahoma, Pennsylvania, Rhode Island, and Virginia.<br/><br/>The unemployment rate increased the most over the year in Tennessee (0.4 percentage points). The unemployment rate also increased over the year in seven other states: Alabama, Colorado, Hawaii, Louisiana, Maine, Maryland, and North Dakota."
        }, 
        "Figure2": {
            "text": "Total national public-sector employment increased 0.3 percent from October 2017 to October 2018. Among the states, the largest year-over-year increases were in Utah (2.4 percent), Nebraska (2.3 percent), and Colorado (2.2 percent). Total public employment increased 1.0 percent or more in eight additional states.<br/><br/>Public employment declined over the year in 13 states and the District of Columbia. The largest declines were in Oregon (-4.0 percent), Virginia (-2.6 percent), North Dakota (-1.9 percent), and Connecticut (-1.5 percent)."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 3.7 percent in October 2018. Hawaii’s 2.3 percent unemployment rate was the lowest of any state. October unemployment rates were also at or below 3.0 percent in 10 other states: Idaho, Iowa, Minnesota, Nebraska, New Hampshire, North Dakota, South Dakota, Vermont, Virginia, and Wisconsin. In total, October unemployment rates were at or below 4.0 percent in 32 states.<br/<br/>Alaska’s 6.4 percent unemployment rate was the highest of any state. The next highest unemployment rates were in the District of Columbia (5.6 percent), West Virginia (5.2 percent), and Louisiana (5.0 percent)."
        }, 
        "date": "10/2018"
    }, 
    "housing": {
        "Figure3": {
            "text": "Before the Great Recession, national house prices peaked in the first quarter of 2007. They have since recovered, and in 2016, they surpassed the 2007 peak. In the third quarter of 2018, national house prices were 17.4 percent above the 2007 peak. House prices were well above 2007 levels in Colorado (69.0 percent), the District of Columbia (60.6 percent), Texas (56.2 percent), and North Dakota (54.3 percent). No other state saw prices increase more than 40.0 percent, but 19 additional states had house prices 20.0 percent or more above their first-quarter 2007 levels.<br/><br/>On the opposite end of the spectrum, house prices were furthest below their first-quarter 2007 levels in Connecticut (-11.8 percent). House prices were also below 2007 levels in six additional states: New Jersey (-6.7 percent), Maryland (-6.5 percent), Illinois (-4.5 percent), Delaware (-4.2 percent), Nevada (-0.4 percent), and Arizona (-0.2 percent).<br/><br/>For more on housing price changes since the recession, <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">see our Historical page</a>. "
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                3, 
                6, 
                9, 
                12, 
                18
            ], 
            "text": "National house prices in the third quarter of 2018 were 6.3 percent higher than in the third quarter of 2017, with nominal (not adjusted for inflation) house prices increasing over the year in all 50 states and the District of Columbia.<br/><br/>Over the year, the largest increases in house prices were in Idaho (15.1 percent) and Nevada (15.0 percent). Prices also increased 10.0 percent or more in Washington (10.6 percent) and Utah (10.0 percent). In total, 33 states saw house prices increase 5.0 percent or more over the past year. The smallest price increases were in Alaska (0.1 percent), North Dakota (1.0 percent), and Louisiana and the District of Columbia (both 1.5 percent)."
        }, 
        "date": "09/2018"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -30, 
                -10, 
                0, 
                10, 
                20, 
                120
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\">corporate income tax</a> revenue increased 10.1 percent in real terms over the year ending in third quarter of 2018 compared with the previous four quarters. <br/><br/>State corporate income tax revenue is always volatile: profits fluctuate, the timing of tax payments changes as states offer amnesty programs, and corporate tax filers can offset current profits with previous losses; these all can create fluctuations in state tax revenue from year to year. The new federal tax law also affected corporate investments and other business decisions that affect state taxes. Moreover, corporate income taxes raise relatively little revenue, so small changes in absolute dollars can create dramatic percentage changes. <br/><br/>This is evident in North Dakota, which saw a 119.6 percent real increase in corporate tax revenue over the past year (from $66 million to $145 million). The next largest increases were in Colorado (73.3 percent), Louisiana (69.6 percent), Alaska (59.5 percent), and Oklahoma (58.7 percent). In total, real revenue increased in 31 of the 44 states with a broad-based corporate income tax.<br/><br/>Real corporate income tax revenue declined the most in Indiana (-22.3 percent). The next largest decreases were in Michigan (-10.8 percent), Tennessee (-7.8 percent), and the District of Columbia (-7.8 percent). "
        }, 
        "INC": {
            "breaks": [
                -5, 
                0, 
                5, 
                10, 
                15, 
                45
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\">individual income tax</a> revenue increased 8.5 percent in real terms over the year ending in the third quarter of 2018 compared with the previous four quarters.<br/><br/>Forty of the 41 states with broad-based individual income taxes and the District of Columbia saw real income tax revenue increase over the year. The largest revenue growth was in Kansas (41.7 percent), a state that <a href = \"https://www.taxpolicycenter.org/taxvox/what-kansas-tax-cut-about-face-means\">increased its tax rate</a> in 2017 and 2018. The next highest revenue gain was in Connecticut (21.4 percent).  California, Illinois, New York, North Dakota, and South Carolina also saw real income tax revenue increase more than 10.0 percent.<br/><br/>New Mexico was the only state that saw real individual income tax revenue fall over the year (-4.8 percent). "
        }, 
        "SALES": {
            "breaks": [
                -10, 
                0, 
                2, 
                4, 
                6, 
                25
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\">general sales tax</a> increased 2.9 percent in real terms over the year ending in the third quarter of 2018 compared with the previous four quarters.<br/><br/>Sales tax revenue increased the most in New Mexico (23.4 percent), Wyoming (13.5 percent), and Oklahoma (12.5 percent). None of these states changed its sales tax rate in the past two years. Real sales tax revenue also increased 5.0 percent or more in Colorado, Florida, Idaho, Nevada, Texas, and Utah.<br/><br/>Sales tax revenue declined in 4 of the 45 states that levy a general sales tax: Louisiana (-6.9 percent), Washington (-5.0 percent), Ohio (-4.1 percent), and Illinois (-2.4 percent)."
        }, 
        "TOTAL": {
            "breaks": [
                -5, 
                0, 
                3, 
                6, 
                10, 
                60
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\">state tax revenue</a> increased 5.8 percent in real terms during the year ending in the third quarter of 2018 compared with the previous yearlong period, according to <a href = \"https://www.census.gov/programs-surveys/qtax.html\">US Census Bureau data</a>. This uptick tracks <a href = \"https://www.taxpolicycenter.org/publications/another-stellar-quarter-state-revenue-growth-pace-slowing-down\">other reports</a> of increasing state tax revenue, but because some of this is related to how the <a href = \"https://www.taxpolicycenter.org/feature/states-and-tax-cuts-and-jobs-act\">Tax Cuts and Jobs Act</a> interacts with state taxpayers and state tax systems, there is still a large degree of uncertainty about tax revenue growth going forward. These interactions include changes to federal and state tax law, which are more permanent, as well as one-time income shifts in response to the law.<br/><br/>Total real tax revenue increased in 48 states. Alaska’s 55.6 percent increase in total tax revenue was the largest of any state. Although the state saw a large percentage increase in corporate income tax revenue, the total tax revenue increase was mostly attributable to increased <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/severance-taxes\">severance tax revenue</a>. Real total tax revenue increases were also high in other states with large amounts of severance tax revenue, such as North Dakota (25.5 percent), New Mexico (13.6 percent), Oklahoma (12.2 percent) and Texas (9.9 percent). Much of the recent growth in severance tax revenue, however, is a recovery from previously depressed levels.<br/><br/>Real total tax revenue declined in Ohio (-2.5 percent), the District of Columbia (-2.1 percent), and Mississippi (-0.4 percent)."
        }, 
        "date": "9/2018"
    }
}