{
    "dateUpdated": "Last Updated June 2017", 
    "earnings": {
        "AWW": {
            "breaks": [
                700, 
                775, 
                850, 
                925, 
                1000, 
                1400
            ], 
            "text": "Weekly earnings for all employees of private firms in the United States averaged $902 in May 2017. Among the 50 states, average weekly earnings ranged from $701 in Mississippi to $1,073 in Washington. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states, at $1,391. After DC and Washington, the highest average weekly earnings were in Massachusetts ($1,055), Connecticut ($1,039), California ($1,024), and New York ($994).<br/><br/>Thirty-eight states had average weekly earnings below the national average. Other than Mississippi, average earnings were lowest in Arkansas ($708), New Mexico ($709), South Dakota ($736), Idaho ($746), and Montana ($750). Average weekly earnings were closest to the national average in Illinois ($903) and New Hampshire ($899)."
        }, 
        "AWWChg": {
            "breaks": [
                -20, 
                -3, 
                -1, 
                0, 
                1, 
                4
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in May 2017 were 0.6 percent higher than in May 2016. Average weekly earnings were 2.5 percent higher in nominal dollars.<br/><br/>Despite the national growth, real average earnings declined in 29 states and DC. The largest reported drop was in New Jersey (-16.2 percent). However, the state’s May 2017 data were not accurate. After publication, BLS found a <a href = \"https://www.bls.gov/bls/errata/sae_errata.htm\" target=\"_blank\">data processing error</a> in New Jersey’s data; no other states were affected and BLS will correct New Jersey’s data in their July report. The next largest drop was in Colorado, where real earnings fell 4.7 percent. In total, seven states and DC saw earnings decline 3.0 percent or more over the year: Colorado, DC, Hawaii, Iowa, Idaho, Illinois, New Jersey, and Virginia.<br/><br/>The largest increase in real average weekly earnings was in Missouri (3.6 percent). Real earnings increased 2.0 percent or more in four additional states: Maine, Oklahoma, West Virginia, and Wyoming. "
        }, 
        "date": "05/2017"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -2, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.6 percent from May 2016 to May 2017. Total employment declined over the year in only four states: Alaska, Kansas, West Virginia, and Wyoming. Wyoming’s 1.4 percent decline was the largest of any state.<br/><br/>The largest increase in total employment was in Utah (3.3 percent), where employment grew across all sectors of the economy. Florida and Nevada had the next-largest increases in total employment; both states had a 2.7 percent increase. Six additional states saw employment increase 2.0 percent or more: Colorado, Georgia, Idaho, Oregon, Texas, and Washington. "
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.4 percentage points between May 2016 and May 2017. Massachusetts’ 0.4 percentage-point increase in unemployment was the largest of any state. The unemployment rate also increased over the year in Alaska, Delaware, South Dakota, and Texas.<br/><br/>The unemployment rate dropped the most in West Virginia and Wyoming (both -1.5 percentage points). Seven other states saw unemployment rates fall more than 1.0 percentage point: Colorado, Illinois, Indiana, Nevada, Oregon, Rhode Island, and Washington."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.5 percent from May 2016 to May 2017. Despite the national increase, 13 states and DC saw public employment fall over the past year. The largest decline in government jobs was in West Virginia (-3.2 percent). <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">West Virginia's</a> May public employment total swings up and down with election years (i.e., there was a primary election in May 2016 but not this year). Public employment also declined 1.0 percent or more in Connecticut, Louisiana, New Mexico, and Wyoming.<br/><br/>As with total employment, public employment increased the most in Utah (2.8 percent). Idaho, Michigan, and Wisconsin also saw public employment increase 2.0 percent or more. Only two states, Alaska and Kansas, had public employment increase over the year and total employment decrease (though Kansas’s public employment increased just 0.1 percent). "
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.3 percent in May 2017. Alaska had the highest unemployment rate (6.7 percent) of any state. The next highest unemployment rates were in New Mexico (6.6 percent), the District of Columbia (DC, 6.0 percent), Louisiana (5.7 percent), and Arizona (5.1 percent). All other states had rates at or below 5.0 percent.<br/><br/>Colorado had the lowest unemployment rate in May (2.3 percent). In addition to Colorado, five states had May unemployment rates below 3.0 percent: Hawaii, Nebraska, New Hampshire, North Dakota, and South Dakota. In total, 20 states had May rates below 4.0 percent."
        }, 
        "date": "05/2017"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the first quarter of 2017 were 7.4 percent above their pre–Great Recession peak</a> (the first quarter of 2007). Although national prices recovered in the first quarter of 2016, prices in 12 states still have not surpassed their 2007 peak. Nevada’s prices continue to be furthest from their peak, with house prices 17.2 percent below their 2007 levels. House prices were also 10.0 percent or more below 2007 levels in Arizona, Connecticut, Delaware, Florida, Maryland, and New Jersey. On the opposite end of the spectrum, first-quarter 2017 house prices were well above their 2007 levels in DC (55.0 percent), North Dakota (50.5 percent), Colorado (50.2 percent), and Texas (43.1 percent). Overall, 21 states and DC had first-quarter house prices 10.0 percent or more above their early 2007 levels. Long-term and recent price changes were not always aligned, though. Nevada has experienced continued strong annual price growth (8.9 percent), but it has not been nearly enough to recover from its price drop since 2007. Meanwhile, North Dakota’s prices fell 0.1 percent from first quarter 2016 to 2017 despite it having the most price growth since 2007 of any state. The state experienced rapid house price appreciation during its oil boom while prices were high, but they have since leveled off as oil prices and production have dropped. DC, Colorado, and Texas have experienced strong price growth both annually and since 2007, but Delaware prices have fallen both over the past year and since their 2007 level. "
        }, 
        "HPChgYr": {
            "breaks": [
                -5, 
                0, 
                4, 
                7, 
                10, 
                15
            ], 
            "text": "National house prices in the first quarter of 2017 were 6.0 percent higher than in the first quarter of 2016, with house prices increasing over the year in 48 states and the District of Columbia (DC). Three states had price increases greater than 10 percent: Colorado (10.7 percent), Idaho (10.3 percent), and Washington (10.2 percent). DC saw the highest price increase at 13.9 percent. In total, 26 states saw house prices increase 5.0 percent or more over the past year. Prices decreased in two states: Delaware (-0.2 percent) and North Dakota (-0.1 percent)."
        }, 
        "date": "01/2017"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -50, 
                -20, 
                -10, 
                0, 
                40, 
                1212
            ], 
            "text": "National <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 9.3 percent in real terms over the four quarters that concluded in December 2016 compared with the previous year. In the 44 states with a broad-based corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota taxes only financial institutions), real revenue declined in 34 states. The largest decline was in New Mexico (-45.2 percent). State corporate income tax revenue is always volatile: profits fluctuate, the timing of tax payments change as states offer amnesty programs, and current profits can be offset against prior losses. But the largest increase compared with last year is off the chart: Louisiana’s corporate income tax revenue was 1,210.6 percent higher in 2016 than 2015 because of changes in state law. For much of 2015, the <a href = \"https://www.businessreport.com/article/louisiana-corporate-franchise-tax-collections-back-black\">state paid more in credits</a> than it collected in tax revenue, reflecting corporate tax rules and declining prices for natural resources. The <a href = \"https://www.legis.la.gov/legis/ViewDocument.aspx?d=985189\">state passed reforms in 2016</a>that ensured the tax would bring in more revenue. Consequently, Louisiana collected roughly $20 million in corporate income tax revenue in 2015 and $270 million in 2016. "
        }, 
        "INC": {
            "breaks": [
                -40, 
                -10, 
                -2, 
                0, 
                4, 
                20
            ], 
            "text": "National <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue declined nationally 1.1 percent in real terms during the year ending in the fourth quarter of 2016 compared with one year earlier. State income tax revenue may be down in part because of high-income taxpayers delaying capital gain realizations from 2016 in <a href = \"http://www.rockinst.org/pdf/government_finance/state_revenue_report/2017-03-09-srr_106.pdf\">anticipation of lower federal tax rates</a> in 2017 (as the president and Congress have advocated).<br/><br/>Overall, the District of Columbia and 22 of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real income tax revenue decreases over the year. The largest decline was in North Dakota (-38.6 percent), a state that <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">cut tax rates</a> and is struggling economically as oil and natural gas production falls. Individual income tax revenue fell more than 10.0 percent in <a href = \"http://www.tax.ohio.gov/Portals/0/communications/news_releases/FilingseasonopensNR.pdf\">Ohio</a> and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">Oklahoma</a>, two states that also recently cut income tax rates. The largest increase in income tax revenue was in South Carolina (15.8 percent). The state has not significantly changed its income tax system over the past two years, however."
        }, 
        "SALES": {
            "breaks": [
                -25, 
                -3, 
                0, 
                3, 
                6, 
                25
            ], 
            "text": "National general sales tax revenue increased 0.7 percent in real terms for the year ending in the fourth quarter of 2016 compared with one year earlier. Among the 45 states that levy <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a>, revenue declined in 17 states. The largest decline was in North Dakota (-22.8 percent); other resource-dependent states (such as Oklahoma, Texas, and Wyoming) also saw large drops in sales tax revenue. The largest sales tax revenue increases were in Louisiana (22.9 percent) and Nevada (13.9 percent). Last year <a href = \"http://lfo.louisiana.gov/files/revenue/2016_ES1_REC_bills.pdf\" target=\"_blank\">Louisiana</a> increased its sales tax rate from 4 percent to 5 percent and applied the tax to more purchases as a part of <a href = \"http://www.theadvocate.com/baton_rouge/news/politics/legislature/article_2bfeb820-fb05-11e6-ae7a-6b9e7ca812cf.html\" target=\"_blank\">ongoing</a> efforts to address its budget deficit. Nevada enacted  a <a href = \"https://tax.nv.gov/WelcometoCOM/\" target=\"_blank\">gross receipts tax</a> as part of a larger <a href = \"http://gov.nv.gov/uploadedFiles/govnvgov/Content/News_and_Media/Press/2015_Images_and_Files/NevadaRevenuePlan.pdf\" target=\"_blank\">education spending bill</a> last year, and the US Census Bureau counts those receipts as sales tax revenue. Utah’s sales tax revenue increased 9.0 percent over the year, but the state did not legislate any tax changes during the period. "
        }, 
        "TOTAL": {
            "breaks": [
                -50, 
                -10, 
                -3, 
                0, 
                3, 
                50
            ], 
            "text": "National <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> decreased 0.8 percent in real terms during the four quarters of 2016 compared with one year earlier. Tax revenue still increased nominally over the year (0.4 percent). The final quarter of 2016 was the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">second consecutive quarter </a> that real national state tax revenue declined. This is consistent with <a href = \"http://www.nasbo.org/mainsite/reports-data/fiscal-survey-of-states\" target=\"_blank\">many states reporting</a> that total revenue for fiscal year 2017 (which began in July 2016 for most states) is coming in below estimates. Overall, 23 states had lower real tax revenues in calendar year 2016 than in 2015. The largest decline was in North Dakota (-26.1 percent). Other states that rely heavily on natural resource extraction taxes (such as Wyoming, Oklahoma, and West Virginia) continued to experience large declines as well. Some non-resource-dependent states, such as Illinois, Maine, Montana, and New York, however, also saw real tax revenue declines greater than 3.0 percent, mostly because of declines in income tax revenues (though only <a href = \"http://www.maine.gov/revenue/rules/legischange16.htm#individual\" target=\"_blank\">Maine</a> enacted income tax cuts last year). The state with the largest real tax revenue growth was Alaska (45.6 percent). This reflects changes to <a href = \"http://gov.alaska.gov/newsroom/2016/06/governor-walker-vetoes-1-29-billion-to-preserve-state-savings/\" target=\"_blank\">tax credit rules</a>that helped raise revenues after years of precipitous decline. Even with that recent increase, however, the state’s total tax revenue in 2016 was only a quarter of what it was in 2013. The next highest real total tax revenue increases were in Nevada (9.7 percent) and Louisiana (9.1 percent). Higher sales tax revenue drove the total tax increase in both states (see below)."
        }, 
        "date": "12/2016"
    }
}