{
    "dateUpdated": "Last Updated June 2018", 
    "earnings": {
        "AWW": {
            "breaks": [
                600, 
                700, 
                800, 
                900, 
                1000, 
                1500
            ], 
            "text": "Weekly earnings for all United States private-sector employees averaged $929 in May 2018. Among the 50 states, average weekly earnings ranged from $696 in Mississippi to $1,117 in Washington.<br/><br/>As is typical, average weekly earnings were higher in the District of Columbia than in any state, at $1,459. After the District of Columbia and Washington, the highest average weekly earnings were in Massachusetts ($1,099), Connecticut ($1,078), California ($1,050), Maryland ($1,032), and New York ($1,020).<br/><br/>Weekly earnings were below the national average in 36 states. After Mississippi, average earnings were lowest in Arkansas ($730), New Mexico ($731), South Dakota ($760), Kentucky ($763), and Idaho ($774). Average weekly earnings in Rhode Island ($931) were closest to the national average."
        }, 
        "AWWChg": {
            "breaks": [
                -5, 
                -2, 
                0, 
                1, 
                3, 
                7
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in May 2018 were 0.2 percent higher than in May 2017. Average weekly earnings in nominal dollars were 3.0 percent higher than in May 2017.<br/><br/>The largest increases in real average weekly earnings were in Maryland (6.9 percent), Wisconsin (3.5 percent), Rhode Island (3.0 percent), and West Virginia (2.8 percent). In total, 11 states saw real earnings increase more than 2.0 percent.<br/><br/>Real average earnings declined in 13 states. The largest drops in real earnings were in Alaska (-4.3 percent), New Hampshire (-3.3 percent), and Mississippi and New Jersey (both -3.2 percent). These are also the only four states with May nominal earnings lower than they were a year ago. Year-over-year real earnings also fell 1.0 percent or more in Indiana, Kentucky, and Minnesota."
        }, 
        "date": "5/2018"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -1, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.6 percent from May 2017 to May 2018. Among the states, the largest year-over-year increases in total employment were in Utah (3.4 percent) and Idaho (3.1 percent). Total employment increased more than 2.0 percent or more in 11 states.<br/><br/>Total employment declined year over year in only two states: North Dakota (-0.5 percent) and Alaska (-0.2 percent)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.5 percentage points between May 2017 and May 2018. The unemployment rate fell the most in New Mexico (-1.1 percentage points) and Kentucky (-1.0 percentage points). In total, the unemployment rate fell 0.5 percentage points or more in 14 states and the District of Columbia.<br/><br/>The unemployment rate increased over the year in seven states. The largest increase was in West Virginia, where the unemployment rate increased 0.4 percentage points. Alaska, Arkansas, Colorado, Maryland, Michigan, and North Dakota also saw their unemployment rates increase over the year."
        }, 
        "Figure2": {
            "text": "Nationally, total public-sector employment was fairly constant, increasing only 0.1 percent from May 2017 to May 2018, and was within 1.0 percent of 2017 levels in 33 states. Public employment increased the most in West Virginia (5.6 percent), Nevada (3.8 percent), Vermont (2.4 percent), and Idaho (2.0 percent). Nine other states saw public employment increase 1.0 percent or more over the year.<br/><br/>Public employment declined over the past year in 14 states and the District of Columbia. The largest declines were in Oregon (-5.1 percent) and North Dakota (-2.5 percent). Public employment declined at least 1.0 percent in two other states and the District of Columbia."
        }, 
        "UNEMP": {
            "breaks": [
                1, 
                2, 
                3, 
                4, 
                5, 
                8
            ], 
            "text": "The national unemployment rate was 3.8 percent in May 2018. Hawaii's 2.0 percent unemployment rate was the lowest of any state. The May unemployment rate was below 3.0 percent in nine other states: Colorado, Idaho, Iowa, Maine, Nebraska, New Hampshire, North Dakota, Vermont, and Wisconsin. In total, the May unemployment rate was at or below 4.0 percent in 27 states.<br/<br/> Alaska's 7.2 percent rate was the highest of any state. The May unemployment rate was also greater than 5.0 percent in the District of Columbia (5.6 percent), West Virginia (5.4 percent), and New Mexico (5.1 percent)."
        }, 
        "date": "5/2018"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the first quarter of 2018 were 14.5 percent above their pre–Great Recession peak (the first quarter of 2007). National prices surpassed their prerecession level in 2016. House prices were well above their 2007 levels in Colorado (65.2 percent), the District of Columbia (63.6 percent), North Dakota (53.9 percent), and Texas (53.4 percent). Overall, 18 states and the District of Columbia had house prices that were 20.0 percent or more above first-quarter 2007 levels.<br/><br/>On the opposite end of the spectrum, house prices are still below their 2007 levels in nine states. House prices were furthest from their first-quarter 2007 levels in Connecticut (-12.0 percent). Four additional states saw prices decrease more than 5.0 percent since 2007: New Jersey (-7.2 percent), Nevada and Maryland (both -6.4 percent), and Illinois (-5.7 percent).<br/><br/>For more on housing price changes since the recession, <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">see our Historical page</a>. "
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                3, 
                6, 
                9, 
                12, 
                15
            ], 
            "text": "National house prices in the first quarter of 2018 were 6.9 percent higher than in the first quarter of 2017, with house prices increasing over the year in all 50 states and the District of Columbia. (All changes listed are nominal, meaning they have not been adjusted for inflation). Nevada saw the largest price increase at 13.7 percent. Three other states saw prices increase more than 10.0 percent: Washington (13.1 percent), Idaho (11.1 percent), and Colorado (10.6 percent). In total, 34 states and the District of Columbia saw house prices increase 5.0 percent or more over the past year. House prices grew least over the year in West Virginia (0.9 percent) and Oklahoma (1.5 percent)."
        }, 
        "date": "1/2018"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -30, 
                -10, 
                0, 
                10, 
                20, 
                140
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> increased 7.1 percent in real terms over the year ending in the first quarter of 2018 compared with the previous year.<br/><br/>State corporate income tax revenue is always volatile: profits fluctuate; the timing of tax payments changes as states offer amnesty programs; and corporate tax filers can offset current profits with previous losses, which can create fluctuations in state tax revenue from year to year. The new federal tax law could also affect corporate investments and other business decisions that affect state taxes. Moreover, corporate income taxes raise relatively little revenue, so small changes in absolute dollars can create dramatic percentage changes.<br/><br/>This is evident in Alaska, which saw a 139 percent real increase in corporate tax revenue over the past year (from $58 million to $139 million). The next largest increases were in Montana (58.5 percent) and Hawaii (42.9 percent). Real revenue also increased in the District of Columbia and 29 of the 44 states with a broad-based corporate income tax.<br/><br/>Real corporate income tax revenue declined the most in Mississippi (-29.4 percent) and Indiana (-22.1 percent). Four other states experienced real corporate income tax revenue declines of 10.0 percent or more: Arizona, Massachusetts, North Carolina, and Oklahoma. "
        }, 
        "INC": {
            "breaks": [
                -10, 
                0, 
                3, 
                6, 
                9, 
                15
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased 5.4 percent in real terms during the year ending in the first quarter of 2018 compared with the previous four quarters.<br/><br/>Among the 35 states that saw real increases in individual income tax revenues, Kansas saw the largest growth at 24.1 percent. In June 2017, <a href = \"http://www.taxpolicycenter.org/taxvox/what-kansas-tax-cut-about-face-means\">Kansas</a> reversed some of the tax cuts it passed in 2012. Three additional states also saw real income tax revenue increase more than 10.0 percent: Idaho, Illinois, and North Dakota. <a href = \"https://www.taxpolicycenter.org/taxvox/dont-laugh-illinois-your-state-could-be-next\">Illinois</a> increased its single income tax rate from 3.8 percent to 5.0 percent last summer, but the other two states did not raise their tax rates.<br/><br/>Only six of the 41 states with broad-based income taxes experienced real income tax revenue declines over the year. The largest drops were in New Mexico (-9.6 percent) and Iowa (-3.8 percent). Neither significantly changed their income taxes over the period, although <a href = \"https://href.li/?https://www.desmoinesregister.com/story/news/politics/2018/05/05/republican-iowa-lawmakers-approve-massive-tax-cuts-reynolds-trump/583569002/\">Iowa</a> passed a large individual income tax cut during this year's legislative session. The decline in individual income tax revenue was less than 1.0 percent in Alabama, Arkansas, Connecticut, and North Carolina. "
        }, 
        "SALES": {
            "breaks": [
                -6, 
                0, 
                2, 
                4, 
                6, 
                18
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue increased 1.6 percent in real terms over the year ending in the first quarter of 2018 compared with the previous four quarters.<br/><br/>Sales tax revenue increased the most in Wyoming (14.3 percent), New Mexico (13.1 percent), and Oklahoma (11.6 percent). None of these states made major changes to their sales tax laws over the past two years. Sales tax revenue also increased more than 5.0 percent in Colorado, Hawaii, Idaho, Michigan, Nevada, and Utah.<br/><br/>Revenue declined in eight of the 45 states that levy a general sales tax. The largest declines were in Ohio (-3.8 percent), Illinois (-2.4 percent), and Connecticut (-1.3 percent). None of these states recently decreased their state <a href = \"http://www.taxpolicycenter.org/statistics/state-sales-tax-rates\">sales tax rates</a>."
        }, 
        "TOTAL": {
            "breaks": [
                -4, 
                -2, 
                0, 
                2, 
                6, 
                12
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 3.3 percent in real terms during the year ending in the first quarter of 2018 compared with the previous yearlong period. This uptick tracks other <a href = \"http://rockinst.org/issue-area/new-federal-tax-law-makes-it-difficult-for-states-to-provide-accurate-revenue-forecasts/\">reports of increasing state tax revenue</a>, but because some of this is related to how the <a href = \"https://www.taxpolicycenter.org/feature/states-and-tax-cuts-and-jobs-act\">Tax Cuts and Jobs Act</a> interacts with state taxpayers and state tax systems, there is still a large degree of uncertainty going forward.<br/><br/>Total real tax revenues increased in 43 states and the District of Columbia. North Dakota's 11.8 percent increase in total tax revenue was the largest of any state. While the state saw large percentage increases in individual income tax and corporate income tax revenue, the total tax revenue increase was mostly because of rebounding <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/severance-taxes\">severance tax revenue</a>. The next largest real total tax revenue increases were in Oklahoma (8.5 percent) and Kansas (8.4 percent). Sales taxes and severance taxes were mostly responsible for Oklahoma's revenue growth, while individual income taxes drove Kansas's gains. Real total tax revenue also increased 5.0 percent or more in California, Colorado, Idaho, Michigan, Oregon, and Utah.<br/><br/>Real total tax revenue declined in seven states. The largest declines in real total tax revenue were in Iowa (-3.0 percent), Florida (-2.9 percent), New Hampshire (-2.5 percent), and Connecticut (-2.1 percent). The drop was less than 1.0 percent in North Carolina, Ohio, and Vermont. No tax was singularly responsible for the declines in these states. "
        }, 
        "date": "2/2018"
    }
}