{
    "dateUpdated": "Last Updated February 2016", 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                5
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.9 percent from December 2014 to December 2015. Total employment increased in all but seven states: North Dakota (-4.0 percent), Wyoming (-2.2 percent), West Virginia (-1.5 percent), Louisiana (-0.9 percent), Oklahoma (-0.5 percent), and Alaska and Illinois (both -0.1 percent). Notably, all of these states (except Illinois) are reliant on natural resource extraction. More specifically, North Dakota’s and Wyoming’s biggest job losses were in the trade, transportation, and utilities sector, and West Virginia’s biggest decline was in construction. The largest increase in total employment was in Idaho (4.4 percent), which had year-over-year job growth in all sectors. Total employment also grew 3.0 percent or more over the past 12 months in South Carolina (3.3 percent) and Utah (3.2 percent). Another 14 states had 2.0 percent or more total employment growth."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.6 percentage points between December 2014 and December 2015. New Mexico, the state with the highest December unemployment rate, also had the greatest increase of any state (0.7 percentage points). New Mexico also had the highest unemployment rate and greatest year-over-year increase in November. Seven other states (Alabama, Alaska, North Carolina, Oklahoma, Texas, West Virginia, and Wyoming) had unemployment rate increases over the year. Among these eight states, four (Alabama, Alaska, New Mexico, and West Virginia) had December unemployment rates above 6.0 percent, but three (Oklahoma, Texas, and Wyoming) had rates below 5.0 percent. The unemployment rate decreased the most over the year in Rhode Island (-1.7 percentage points). In total, 14 states and DC had unemployment rates fall 1.0 percentage point or more over the year. Four of these states had December unemployment rates below 5.0 percent: Maine (4.0 percent), Indiana and Missouri (both 4.4 percent), and New York (4.8 percent)."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.5 percent from December 2014 to December 2015. The largest decrease in government employment over the year was in New Hampshire (-2.8 percent). This is the  <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\"> seventh consecutive month</a> New Hampshire has had a year-over-year decline in public jobs, primarily local government jobs. In total, 15 states saw public employment drop over the year. The decline was 1.0 percent or greater in seven states: New Hampshire, Alaska (-2.1 percent), Louisiana (-1.8 percent), Rhode Island (-1.3 percent), Michigan (-1.2 percent), West Virginia (-1.1 percent), and Kansas (-1.0 percent). Public employment increased the most in Nevada (2.3 percent) and Oregon (2.2 percent). Wyoming was the only state that saw public sector employment grow more than 1.0 percent and total employment fall (-2.2 percent) over the year. "
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "In December 2015, and for the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\"> third consecutive month</a>, the national unemployment rate was 5.0 percent. New Mexico’s unemployment rate (6.7 percent) was the highest of any state. Six additional states (Alabama, Alaska, Louisiana, Mississippi, Nevada, and West Virginia) and the District of Columbia (DC) had December unemployment rates above 6.0 percent. West Virginia’s 6.3 percent unemployment rate is down 1.3 percentage points from <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\"> its 2015 peak</a> (7.6 percent) in August. The lowest unemployment rates were in North Dakota (2.7 percent), and Nebraska and South Dakota (both 2.9 percent). The first two states to vote in the presidential nominating process also had low unemployment rates. Iowa’s 3.4 percent rate was the sixth lowest among the states and New Hampshire’s 3.1 percent rate was the fourth lowest.  "
        }, 
        "date": "12/2015"
    }, 
    "housing": {
        "Figure3": {
            "text": "For the first time since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a>, national house prices were above their pre–Great Recession peak. In the fourth quarter of 2015, national house prices were 0.3 percent higher than in the first quarter of 2007. However, fourth quarter prices in 19 states were still below 2007 levels. Nevada had the largest price disparity (-24.8 percent) despite having the largest year-over-year price increase. The next largest 2007-to-2015 disparities were in Florida (-20.3 percent), Arizona (-18.0 percent), Connecticut (-16.0 percent), and Maryland (-15.2 percent). In contrast, fourth quarter house prices are well above their 2007 levels in North Dakota (49.5 percent), DC (42.5 percent), Colorado (32.4 percent), Texas (32.1 percent), and South Dakota (20.3 percent). Overall, 14 states and DC had fourth quarter house prices 10.0 percent or more above their 2007 prices. "
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                2, 
                4, 
                6, 
                10, 
                14
            ], 
            "text": "National house prices increased 5.8 percent from the fourth quarter of 2014 to the fourth quarter of 2015, finally surpassing their pre-crash peak (see next section). House prices rose in every state and the District of Columbia (DC) over the year. The price increase was less than 2.0 percent in only Connecticut (0.1 percent), Alabama (0.9 percent), New Mexico (1.1 percent), and Arkansas (1.7 percent).In 25 states, price increases were 5.0 percent or more. Five states, notably all in the West, saw house prices increase 10.0 percent or more over the past year: Nevada (12.7 percent), Colorado (10.9 percent), Idaho and Washington (both 10.7 percent), and Oregon (10.6 percent)."
        }, 
        "date": "12/2015"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -90, 
                -10, 
                0, 
                10, 
                20, 
                60
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> revenue increased nationally 4.2 percent over the four quarters that concluded in September 2015 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 65.2 percent decline in Alaska—most of the <a href = \"http://www.tax.alaska.gov/programs/documentviewer/viewer.aspx?1226r\" target=\"_blank\">state’s corporate tax revenue</a> is tied to petroleum companies—to a 52.6 percent increase in Delaware. Thirty-three states and DC saw real revenue increases over the past year. These data highlight that state corporate income tax revenue is highly volatile—profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -10, 
                0, 
                4, 
                8, 
                12, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 9.1 percent in the year ending in the third quarter of 2015 compared with one year earlier. Forty of the 41 states with a broad-based income tax (New Hampshire and Tennessee have narrow tax bases) had real revenue increase over the year. Eleven states and DC had real revenue increase 10.0 percent or more. The largest real revenue increases were in Hawaii (18.4 percent), Iowa (15.6 percent), California (14.4 percent), and North Carolina (14.3 percent). None of these states have increased tax rates over the past year; in fact, <a href = \"http://www.dor.state.nc.us/taxes/individual/ind_whatsnew.html\" target=\"_blank\">North Carolina cut its flat income tax rate</a> from 5.80 percent to 5.75 percent at the beginning of 2015.The only state that saw real individual income tax revenue decline was Illinois (-8.7 percent). The drop was largely because the state’s flat income tax rate fell from 5.00 percent to 3.75 percent on January 1, 2015, when a <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">temporary tax increase expired</a>."
        }, 
        "SALES": {
            "breaks": [
                -5, 
                0, 
                3, 
                5, 
                10, 
                25
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue increased nationally 4.6 percent in the year ending in the third quarter of 2015 compared with one year earlier. Real sales tax revenue increased more than 10.0 percent in five states: Iowa (22.5.1 percent), North Dakota (15.0 percent), Maine (14.9 percent), North Carolina (14.2 percent), and South Dakota (11.8 percent). None of these states raised their state sales tax rate in the past two years, but  <a href = \"http://www.dor.state.nc.us/taxes/taxlawupdate_2013.pdf\" target=\"_blank\">North Carolina expanded its tax base</a> to some new services and utilities. In total, DC and 19 of the 45 states with a general sales tax saw real revenue increase 5.0 percent or more. Mississippi had the largest decline in real sales tax revenue (-4.4 percent). We do not know specifically what caused this decline—there was not a rate decrease, for example—but the <a href = \"http://www.lbo.ms.gov/pdfs/fy16_revrpt_nov_2015.pdf\" target=\"_blank\">state’s legislative budget office</a> also shows declines in sales tax revenue. There were smaller real sales tax revenue declines in Nebraska (-1.6 percent) and Oklahoma (-0.5 percent)."
        }, 
        "TOTAL": {
            "breaks": [
                -70, 
                -5, 
                0, 
                5, 
                10, 
                20
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 5.1 percent in the year ending in the third quarter of 2015 compared with one year earlier. Iowa’s 17.6 percent total tax revenue increase over the year was the largest of any state. The state saw substantial revenue growth from both its general sales tax and individual income tax—neither tax was substantially changed by law in the past two years. Iowa did <a href = \"https://tax.iowa.gov/iowa-fuel-tax-rate-changes-effective-july-1-2015\" target=\"_blank\">raise its motor fuel taxes</a> this summer and collected more revenue as a result (but not as much new revenue as from the sales and income tax over the year). The next-highest real total tax revenue increases were in Delaware (16.1 percent), the District of Columbia (14.3 percent), California (10.6 percent), and New Hampshire (10.0 percent). DC’s revenue jumped in the third quarter in part because of <a href = \"http://cfo.dc.gov/sites/default/files/dc/sites/ocfo/publication/attachments/September 2015 Revenue Estimates_09302015.pdf\">settlements</a> with online travel companies (that owed DC taxes). Two states had huge declines in total tax revenue because of the collapse in oil prices. Alaska’s total tax revenue fell 67.3 percent and North Dakota’s fell 16.0 percent. Both states collected $1 billion less in severance tax revenue in the past four quarters than they did the four quarters before that period—from the fourth quarter of 2013 to the third quarter of 2014. Falling severance tax revenue were also (mostly) responsible for total tax revenue declines in Louisiana (-3.5 percent), New Mexico (-0.7 percent), Oklahoma (-0.6 percent), and Texas (-0.4 percent). Illinois’ total tax revenue declined 4.3 percent because of a reduced individual income tax rate and Mississippi’s fell 0.3 percent because of sales tax revenue (see sections below)."
        }, 
        "date": "09/2015"
    }, 
    "wages": {
        "AWW": {
            "breaks": [
                650, 
                725, 
                800, 
                875, 
                950, 
                1300
            ], 
            "text": "National weekly earnings for all US private employees averaged $871 in December 2015. Among the 50 states, average earnings ranged from $679 in Arkansas to $1,041 in Massachusetts. As is typically the case, the District of Columbia’s (DC) average weekly earnings ($1,289) were higher than all the states. Thirty-six states had average weekly earnings below the national average. Average earnings were lowest in Arkansas, Mississippi ($689), New Mexico ($693), West Virginia ($723), and South Dakota ($724). Texas’s average weekly earnings ($880) were the closest to the national average. After DC and Massachusetts, the highest average earnings were in Washington ($1,028), Connecticut ($996), New York ($973), and California ($968)."
        }, 
        "AWWChg": {
            "breaks": [
                -10, 
                -1, 
                0, 
                2, 
                4, 
                6
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in December 2015 were 1.5 percent higher than in December 2014. This was <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\"> only the third month</a> in 2015 (joining June and November) that year-over-year real national earnings did not increase 2.0 percent or more. Sixteen states and DC had real average weekly earnings fall over the past year. The largest year-over-year decrease was in DC (-8.2 percent). Six states also had average earnings decrease 1.0 percent or more: Wyoming (-4.8 percent), New Mexico (-2.9 percent), Rhode Island (-1.9 percent), Texas (-1.5 percent), Oklahoma (-1.2 percent), and Kentucky (-1.0 percent). The largest increase in real average earnings were in Vermont (5.3 percent) and Delaware (5.0 percent). Nine additional states (Florida, Massachusetts, Montana, New Hampshire, Nebraska, Nevada, Pennsylvania, Oregon, and Washington) had real average earnings increase 3.0 percent or more"
        }, 
        "date": "12/2015"
    }
}