{
    "dateUpdated": "Last Updated October 2016", 
    "earnings": {
        "AWW": {
            "breaks": [
                650, 
                725, 
                800, 
                875, 
                950, 
                1400
            ], 
            "text": "National weekly earnings for all US private employees averaged $887 in September 2016. Among the 50 states, average earnings ranged from $682 in Arkansas to $1,053 in Washington. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states ($1,386). Thirty-seven states had average weekly earnings below the national average. Beyond Arkansas, average earnings were lowest in New Mexico ($690), Mississippi ($702), Montana ($727), and Idaho ($734). Average weekly earnings in New Hampshire ($884) and North Dakota ($891) were closest to the national average. After DC and Washington, the highest average earnings were in Massachusetts ($1,047), Connecticut ($1,026), California ($997), and Alaska ($985).\n\nIn the final state earnings data before the 2016 presidential election,  weekly earnings in <a href = \"http://projects.fivethirtyeight.com/2016-election-forecast/?ex_cid=rrpromo\" target=\"_blank\">swing states</a> ranged from $750 in Nevada, which is still recovering from the housing collapse, to  $950 in Virginia. Among swing states, only Virginia and Colorado ($900) had weekly earnings above the national average."
        }, 
        "AWWChg": {
            "breaks": [
                -6, 
                -1, 
                0, 
                1, 
                3, 
                6
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in September 2016 were 0.8 percent higher than in September 2015. Despite the national increase, real earnings fell in 12 states. The largest decline in real earnings was in natural resource–dependent Wyoming (-4.9 percent). Real average weekly earnings also fell more than 2.0 percent in New Mexico (-2.9 percent) and Colorado (-2.4 percent). The largest increases in real average earnings were in Oregon (5.7 percent), Tennessee (4.5 percent), Minnesota (4.4 percent), Delaware, and North Carolina (both 4.3 percent). DC saw real earnings growth of 4.4 percent. In total, 38 states and DC saw real earnings growth from September 2015 to September 2016.\n\nIn Nevada, which had the lowest weekly earnings of any swing states in the 2016 election, weekly earnings have declined 1.1 percent since 2015. Colorado also saw weekly earnings decline -2.4 percent. In contrast, North Carolina and New Hampshire saw earnings grow 4.3 percent and 4.0 percent, respectively. For more context on state earnings growth, see our <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">historical page</a>."
        }, 
        "date": "09/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.7 percent from September 2015 to September 2016. The largest employment drop was in Wyoming (-3.2 percent), followed by other energy states: North Dakota (-1.3 percent), Louisiana (-1.0 percent), Oklahoma (-0.7 percent), and Alaska (-0.6 percent). The precipitous decline of natural resource prices has negatively affected employment in all of these states <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">over the past year</a>. The largest increase in total employment was in Oregon (3.5 percent) where employment grew across all sectors except manufacturing. Total employment also grew 3.0 percent or more over the past 12 months in Florida (3.4 percent) and Idaho and Washington (both 3.2 percent)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.1 percentage points between September 2015 and September 2016. The rate increased 1.0 percentage point in Oklahoma and Wyoming, the greatest annual increases. Low natural resource prices are negatively affecting employment in both states. The next largest rate increases were in Pennsylvania (0.8 percentage points) and Iowa and Missouri (both 0.6 percentage points). Overall, the unemployment rate increased over the year in 16 states, including states with both low current unemployment rates (Nebraska, 3.2 percent) and high rates (New Mexico, 6.7 percent). The largest drops in year-over-year unemployment rates were in Massachusetts (-1.2 percentage points) and Arkansas, North Carolina, and Tennessee (all -1.0 percentage point). All of these states had a September unemployment rate below 5.0 percent."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.7 percent from September 2015 to September 2016. Public employment decreased over the year in 11 states, with the largest decrease in New Mexico (-1.2 percent). Among these 11 states, four (Louisiana, New Mexico, Oklahoma, and Wyoming) also saw a decline in total employment. In contrast, New Hampshire’s public employment fell 0.8 percent over the year, but its total employment increased 2.1 percent. The largest increases in public employment were in North Dakota and Oregon (both 3.3 percent). Over the same period, however, North Dakota saw one of largest declines in total employment (-1.3 percent), while Oregon saw the largest increase (3.5 percent). Nine other states saw public employment increase 2.0 percent or more over the year: California, Colorado, Florida, Idaho, Nevada, South Dakota, Texas, Vermont, and Washington. All states with a public employment increase of 2.0 percent or more (except North Dakota) saw total employment increase over the year."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 5.0 percent in September 2016. Alaska’s 6.9 percent unemployment rate was the highest of any state. Three additional states had September unemployment rates of 6.0 percent or higher: New Mexico (6.7 percent), Louisiana (6.4 percent), and Mississippi (6.0 percent).  The District of Columbia’s (DC’s) unemployment rate was 6.1 percent. Two states had September unemployment rates below 3.0 percent: the rate in both New Hampshire and South Dakota was 2.9 percent. Eight other states had unemployment rates below 4.0 percent: Colorado, Hawaii, Idaho, Massachusetts, Nebraska, North Dakota, Utah, and Vermont. In the final state employment data before the 2016 presidential election, unemployment rates in <a href = \"http://projects.fivethirtyeight.com/2016-election-forecast/?ex_cid=rrpromo\" target=\"_blank\">swing states</a> ranged from 2.9 percent in New Hampshire and 3.6 percent in Colorado to 5.7 percent in Pennsylvania, where the difference between the state and national unemployment rates is the greatest it has been since the 1980s, and 5.8 percent in Nevada, which is still recovering from the housing collapse. For more context on state unemployment rates, see our <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">historical page</a>."
        }, 
        "date": "09/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the second quarter of 2016 were 2.8 percent above their pre–Great Recession peak. This is the third consecutive quarter since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a> in which national prices surpassed first-quarter 2007 levels. However, prices remained below 2007 levels in 15 states. The largest decline continues to be in Nevada, where house prices are still 22.3 percent below 2007 levels. Housing prices were more than 10.0 percent below their 2007 levels in nine additional states: Arizona, California, Connecticut, Delaware, Florida, Illinois, Maryland, New Jersey, and Rhode Island. In contrast, second-quarter 2016 house prices were well above their 2007 levels in North Dakota (51.9 percent), DC (48.5 percent), Colorado (39.3 percent), and Texas (36.2 percent). Overall, 15 states and DC had second-quarter house prices 10.0 percent or more above their early 2007 levels."
        }, 
        "HPChgYr": {
            "breaks": [
                -2, 
                0, 
                2, 
                5, 
                10, 
                15
            ], 
            "text": "National house prices in the second quarter of 2016 were 5.6 percent higher than in the second quarter of 2015. House prices increased over the year in 49 states and the District of Columbia (DC). The lone exception was Vermont, where prices fell 0.4 percent. Among the states with increases, only three saw increases less than 2.0 percent: Mississippi (1.7 percent), Maine (0.7 percent) and Connecticut (0.1 percent). House prices increased the most in Oregon (11.7 percent). Washington, Colorado, and Florida also saw double-digit increases in house prices over the year. Overall, 21 states and DC saw prices increase more than 5.0 percent."
        }, 
        "date": "5/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -75, 
                -20, 
                -10, 
                0, 
                10, 
                50
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 7.2 percent over the four quarters that concluded in June 2016 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 72.5 percent decline in Alaska to a 49.8 percent increase in Hawaii. Thirty-three states saw real revenue decreases over the past year. These data highlight that state corporate income tax revenue is highly volatile: profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -40, 
                -5, 
                0, 
                2, 
                5, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 1.5 percent in the year ending in the second quarter of 2016 compared with one year earlier. DC and 13 of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real income tax revenue decreases over the year. The largest decline was in North Dakota (-34.9 percent), a state that <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">recently cut tax rates</a> and is struggling economically as oil and natural gas production falls, taking  wages and income down with it. Individual income tax revenue also fell 5 percent or more in Illinois, Iowa, Ohio, Oklahoma, and West Virginia. Three of these states, Illinois, \n<a href = \"http://www.tax.ohio.gov/Portals/0/communications/news_releases/FilingseasonopensNR.pdf\" target=\"_blank\">Ohio</a>, and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">Oklahoma</a>, all recently reduced income tax rates. The largest increases in individual income tax revenue were in Indiana (17.1 percent), Michigan (9.8 percent), and South Carolina (9.8 percent). None of those states significantly changed its income tax over the past two years."
        }, 
        "SALES": {
            "breaks": [
                -20, 
                0, 
                2, 
                4, 
                6, 
                10
            ], 
            "text": "Real general sales tax revenue increased nationally 1.3 percent in the year ending in the second quarter of 2016 compared with one year earlier. Among the 45 states with a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue grew in all but eight states: Indiana, Iowa, Nebraska, North Dakota, Oklahoma, South Carolina, Texas, and West Virginia. The largest revenue declines were in North Dakota (-16.5 percent), Oklahoma (-8.5 percent), and Texas (-4.3 percent), three states with economies dependent on natural resources. The largest sales tax revenue increase, however, was in Wyoming (7.9 percent), which is also resource dependent and had an overall tax revenue decline. In addition to Wyoming, sales tax revenue increased more than 6.0 percent in DC, Hawaii, and Tennessee. "
        }, 
        "TOTAL": {
            "breaks": [
                -40, 
                -4, 
                0, 
                2, 
                4, 
                10
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 0.5 percent in the year ending in the second quarter of 2016—the end of the fiscal year for most states—compared with one year earlier. This was the first quarter since the fourth quarter of 2014 that national state tax revenue did not increase more than 1.0 percent compared with the previous year. The slow growth was anticipated: state forecasts for fiscal year 2016 estimated about <a href = \"http://www.urban.org/research/publication/prepping-new-session-end-summer-reading-state-budget-analysts-0\">1.5 percent growth</a>. Among the states, changes in total tax revenue ranged from North Dakota’s 32.8 percent decrease to Georgia’s 7.9 percent increase. In total, 15 states had total tax revenue losses over the year. As we’ve <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">seen over the past year</a>, states that rely heavily on taxes on natural resource extraction (i.e., severance taxes) in particular continue to experience losses as oil and natural gas prices fall. Alaska, Louisiana, Montana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming all saw total state revenue drop over the past year. And because the natural resource industry is so pervasive in those states, many also saw declines in sales, individual income, and corporate income taxes. The declines were especially large in North Dakota in part because <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income%20Tax%20Newsletter%20(January%202016).pdf?20160920131512\">lawmakers cut the state's individual income tax and corporate income tax</a>. Illinois, which <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\">reduced its income tax rate</a>, in January 2015, was the only non-resource-dependent state with a large total tax revenue decline. After Georgia, four states all had tax revenue increases of 6.0 percent: Hawaii, Indiana, Tennessee, and Washington. Increased sales tax revenue mostly drove gains in Hawaii, Tennessee, and Washington; increased income tax revenue was the main driver in Georgia and Indiana. None of those states significantly changed their tax laws over the past year."
        }, 
        "date": "6/2016"
    }
}