{
    "dateUpdated": "Last Updated August 2016", 
    "earnings": {
        "AWW": {
            "breaks": [
                650, 
                725, 
                800, 
                875, 
                950, 
                1400
            ], 
            "text": "National weekly earnings for all US private employees averaged $886 in July 2016. Among the 50 states, average earnings ranged from $682 in New Mexico to $1,039 in Massachusetts. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states ($1,357). Thirty-seven states had average weekly earnings below the national average. Average earnings were lowest in New Mexico, Arkansas ($697), Mississippi ($702), South Dakota ($724), and West Virginia ($732). Average weekly earnings in Illinois ($898), North Dakota ($887) and Texas ($871) were closest to the national average. After DC and Massachusetts, the highest average earnings were in Washington ($1,037), Connecticut ($1,013), California ($987), and Alaska ($984)."
        }, 
        "AWWChg": {
            "breaks": [
                -10, 
                -2, 
                0, 
                2, 
                4, 
                10
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in July 2016 were 1.5 percent higher than in July 2015. Despite the national increase, however, real earnings fell in 14 states. The largest decline in real earnings was in natural resource–dependent Wyoming (-6.9 percent). Real average weekly earnings also fell more than 2.0 percent in New Mexico (-2.5 percent) and Alaska (-2.1 percent). In Wyoming and New Mexico, <a href = \"http://www.bls.gov/web/laus/tabled6.pdf\" target=\"_blank\">average hourly earnings</a> increased, but hours worked per week fell, causing the decline from last year and reflecting the effect of lower energy prices on activity. The largest increases in real average earnings were in Delaware (7.7 percent) and Oregon (5.3 percent). Four other states had real earnings growth of 4.0 percent or more: Alabama, Connecticut, North Carolina, and Tennessee. North Carolina’s 4.5 percent increase may reflect the fact that <a href = \"https://www.nccommerce.com/lead/research-publications/the-lead-feed/artmid/11056/articleid/70/what-walmart%E2%80%99s-pay-raises-may-mean-to-north-carolina\" target=\"_blank\">Walmart</a> (a major employer) raised associates’ wages. Real wages for trade, transportation, and utilities, a category that includes general merchandise stores such as Walmart, increased 6.0 percent."
        }, 
        "date": "07/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.7 percent from July 2015 to July 2016. The largest employment drops were in Wyoming (-3.4 percent) and North Dakota (-2.2 percent). Employment <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">decreased over the past year</a> in both states as the price of natural resources plummeted. Three other energy states also saw employment decline over the past year: Louisiana, Oklahoma, and West Virginia. Kansas was the only non-resource-dependent state to lose jobs, but the state is a major provider of energy services and suffered from low agricultural prices. The largest increase in total employment was in Idaho (3.4 percent). Total employment also grew 3.0 percent or more over the past 12 months in Florida, Oregon, Utah, and Washington."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.4 percentage points between July 2015 and July 2016. The rate increased 1.4 percentage points in Wyoming, the greatest increase of any state over the year, because of continuing weak natural resource prices. The next largest rate increase was in Oklahoma (0.7 percentage points). The unemployment rate increased over the year in 13 other states:  Alaska, Connecticut, Iowa, Louisiana, Minnesota, Montana, Nebraska, North Dakota, Ohio, Pennsylvania, Texas, Utah, and Washington. Among states with an increase, two had a July 2016 unemployment rate above 6.0 percent (Alaska and Louisiana), and four had a rate below 4.0 percent (Minnesota, Nebraska, North Dakota, and Utah). The largest drops in year-over-year unemployment rates were all in the South:  Arkansas (and Tennessee (both -1.3 percentage points), West Virginia (-1.2 percentage points), and North Carolina (-1.0 percentage points)."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.7 percent from July 2015 to July 2016. Public employment decreased over the year in 17 states, with the largest decreases in New Hampshire (-3.2 percent), Delaware (-2.1 percent), Maine (-1.6 percent), Kentucky (-1.2 percent), and Alabama and Louisiana (both -1.1 percent). Despite declines in public employment, all of those named states saw an increase in total employment except Louisiana (-0.7 percent). The largest increase in public employment was in North Dakota (4.7 percent). Ten other states saw public employment increase 2.0 percent or more over the year: Colorado, Idaho, New Mexico, North Carolina, Oregon, South Carolina, Texas, Utah, Washington, and Vermont. All of these states except for North Dakota (-2.2 percent), New Mexico (0.9 percent), and Texas (1.5 percent) also saw total employment increase 2.0 percent or more."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.9 percent in July 2016. Alaska’s unemployment rate (6.7 percent) was the highest of any state. Five additional states had July unemployment rates of 6.0 percent or higher: Nevada (6.5 percent), New Mexico (6.4 percent), Louisiana (6.3 percent), and Mississippi and Arizona (both 6.0 percent). The lowest unemployment rates were in South Dakota (2.8 percent) and New Hampshire (2.9 percent). Both states have <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">historically</a> had lower rates than the national average. Eleven other states had July unemployment rates under 4.0 percent: Arkansas, Colorado, Hawaii, Idaho, Maine, Minnesota, Nebraska, North Dakota, Utah, Vermont, and Virginia."
        }, 
        "date": "07/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the second quarter of 2016 were 2.8 percent above their pre–Great Recession peak. This is the third consecutive quarter since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a> in which national prices surpassed first-quarter 2007 levels. However, prices remained below 2007 levels in 15 states. The largest decline continues to be in Nevada, where house prices are still 22.3 percent below 2007 levels. Housing prices were more than 10.0 percent below their 2007 levels in nine additional states: Arizona, California, Connecticut, Delaware, Florida, Illinois, Maryland, New Jersey, and Rhode Island. In contrast, second-quarter 2016 house prices were well above their 2007 levels in North Dakota (51.9 percent), DC (48.5 percent), Colorado (39.3 percent), and Texas (36.2 percent). Overall, 15 states and DC had second-quarter house prices 10.0 percent or more above their early 2007 levels."
        }, 
        "HPChgYr": {
            "breaks": [
                -2, 
                0, 
                2, 
                5, 
                10, 
                15
            ], 
            "text": "National house prices in the second quarter of 2016 were 5.6 percent higher than in the second quarter of 2015. House prices increased over the year in 49 states and the District of Columbia (DC). The lone exception was Vermont, where prices fell 0.4 percent. Among the states with increases, only three saw increases less than 2.0 percent: Mississippi (1.7 percent), Maine (0.7 percent) and Connecticut (0.1 percent). House prices increased the most in Oregon (11.7 percent). Washington, Colorado, and Florida also saw double-digit increases in house prices over the year. Overall, 21 states and DC saw prices increase more than 5.0 percent."
        }, 
        "date": "5/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -80, 
                -10, 
                0, 
                10, 
                20, 
                70
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 0.7 percent over the four quarters that concluded in March 2016 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 75.6 percent decline in Alaska to a 68.4 percent increase in Delaware. Twenty-one states and DC saw real revenue increases over the past year. These data highlight that state corporate income tax revenue is highly volatile—profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -20, 
                0, 
                4, 
                8, 
                12, 
                24
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 7.2 percent in the year ending in the first quarter of 2016 compared with one year earlier. Thirty-eight of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real revenue increase over the year. The three states with decreased revenue were North Dakota (-15.7 percent), Illinois (-12.4 percent), and Oklahoma (-1.4 percent). North Dakota’s economy is suffering from falling natural resource prices. Illinois cut income taxes in <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\">January 2015</a>, when a temporary tax hike expired and its single rate fell from 5 percent to 3.75 percent. Oklahoma’s revenue was affected by both natural resource price declines and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">recent tax cuts</a>. The largest increases in individual income tax revenue were in Indiana (20.6 percent), North Carolina (16.8 percent), and Kansas (14.8 percent). Both <a href = \"http://www.in.gov/dor/tax-dispatch/jan2015/tax-dispatch-jan-2015.pdf\" target=\"_blank\">Indiana</a> and <a href = \"http://www.dor.state.nc.us/taxes/individual/ind_whatsnew.html\" target=\"_blank\">North Carolina</a> cut income tax rates at the beginning of 2015. Kansas <a href = \"http://www.ksrevenue.org/taxrates.html\" target=\"_blank\">tax rates</a> also fell in 2015 as part of <a href = \"http://taxvox.taxpolicycenter.org/2015/06/12/how-would-the-kansas-senate-close-the-states-budget-gap-mostly-by-taxing-poor-people/\" target=\"_blank\">previously passed tax cut legislation</a>. However, unlike Indiana and North Carolina, the reason Kansas had an increase this past year is its revenue fell so significantly the year before. Comparing Kansas’s most recent four quarters (the second quarter of 2015 through the first quarter of 2016) with data from two years ago (the second quarter of 2014 through the first quarter of 2015), the state’s income tax revenue is down more than 20 percent."
        }, 
        "SALES": {
            "breaks": [
                -8, 
                0, 
                3, 
                5, 
                10, 
                20
            ], 
            "text": "Real general sales tax revenue increased nationally 2.6 percent in the year ending in the first quarter of 2016 compared with one year earlier. Among the 45 states with a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue grew in all but eight states: Indiana, Louisiana, Michigan, Mississippi, Nebraska, North Dakota, Oklahoma, and Texas. The largest revenue declines were in North Dakota (-8.0 percent) and Oklahoma (-7.3 percent), two states with economies dependent on natural resources. The largest revenue increases were in <a href = \"https://dom.iowa.gov/sites/default/files/documents/2016/04/march_2016_general_fund_receipts_memo.pdf\">Iowa</a> (16.8 percent) and Maine (15.0 percent). These two states did not change their sales tax over the past two years. Overall, 10 states and DC saw sales tax revenue increase 5 percent or more. "
        }, 
        "TOTAL": {
            "breaks": [
                -60, 
                -5, 
                0, 
                5, 
                10, 
                20
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 3.4 percent in the year ending in the first quarter of 2016 compared with one year earlier. Despite the national increase, 11 states had total tax revenue losses over the year, ranging from -58.1 percent in Alaska to -0.5 percent in Montana. Eight of these 11 states rely heavily on tax revenue from natural resource extraction: Alaska, Louisiana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming. Falling oil and natural gas prices led to a combined $6.7 billion less in <a href = \"http://www.governing.com/topics/finance/gov-oil-tax-revenue-states-finances.html\">severance tax revenue</a> in these states over the past year.  North Dakota (-$1.5 billion) and Texas (-$2.7 billion) accounted for most of the decline. And because the industry is so pervasive in these states, many also saw declines in sales, individual income, and corporate income taxes. Illinois, which <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">reduced its income tax rate</a> in January 2015, was the only non-resource-dependent state with a large total tax revenue decline. The largest increases in total tax revenues were in Iowa (15.4 percent) and Delaware (11.9 percent). Iowa saw large revenue growth from both its general sales tax and individual income tax; neither tax was substantially changed by law in the past two years. Iowa did <a href = \"https://tax.iowa.gov/iowa-fuel-tax-rate-changes-effective-july-1-2015\" target=\"_blank\">raise its motor fuel tax</a> in summer 2015 and consequently collected more revenue, but not as much new revenue was collected over the year from that tax than from the sales and income taxes. Delaware, which does not have a general sales tax, saw large growth in corporate income tax revenue because of strong returns filed in the second quarter of last year. Twenty-one other states and the District of Columbia (DC) also saw total tax revenue grow more than 5 percent. "
        }, 
        "date": "1/2016"
    }
}