{
    "dateUpdated": "Last Updated July 2016", 
    "earnings": {
        "AWW": {
            "breaks": [
                650, 
                725, 
                800, 
                875, 
                950, 
                1350
            ], 
            "text": "National weekly earnings for all US private employees averaged $881 in June 2016. Among the 50 states, average earnings ranged from $679 in New Mexico to $1,034 in Washington. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states ($1,344). Thirty-eight states had average weekly earnings below the national average. Average earnings were lowest in New Mexico, Arkansas ($685), Mississippi ($697), South Dakota ($720), and West Virginia ($727). Average weekly earnings in North Dakota ($878) and Texas ($872) were closest to the national average. After DC and Washington, the highest average earnings were in Massachusetts ($1,030), Connecticut ($1,006), California ($980), and Alaska ($966)."
        }, 
        "AWWChg": {
            "breaks": [
                -10, 
                -2, 
                0, 
                2, 
                4, 
                10
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in June 2016 were 1.3 percent higher than in June 2015. However, despite the national increase, real earnings fell in 18 states and DC. The largest decline in real earnings was in Wyoming (-8.0 percent). Real average weekly earnings also fell more than 2.0 percent in New Mexico (-2.5 percent), DC, Missouri, and Alaska (all -2.1 percent). In Missouri, <a href = \"http://www.bls.gov/web/laus/tabled6.pdf\" target=\"_blank\">average hourly earnings</a> increased, but hours worked per week fell, causing the decline from last year. The largest increases in real average earnings were in Delaware (8.4 percent) and Iowa (6.3 percent). Five other states had real earnings growth of 4.0 percent or more: Alabama, Connecticut, North Carolina, Oregon, and Tennessee.  North Carolina, which recently struck down local ordinances that made an area’s minimum -wage higher than the state wage, may have benefited from <a href = \"https://www.nccommerce.com/lead/research-publications/the-lead-feed/artmid/11056/articleid/70/what-walmart%E2%80%99s-pay-raises-may-mean-to-north-carolina\" target=\"_blank\">Walmart</a>, a major employer, raising associates’ wages."
        }, 
        "date": "06/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.7 percent from June 2015 to June 2016. The largest employment drops were in North Dakota (-3.3 percent) and Wyoming (-3.1 percent). Employment <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">decreased over the past year</a> in both states as the price of natural resources plummeted. Three other states, all resource-dependent, also saw employment decline over the past year: Louisiana, Oklahoma, and West Virginia. The largest increases in total employment were in Oregon and Utah (both 3.2 percent). Total employment also grew 3.0 percent or more over the past 12 months in Delaware and Florida."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.4 percentage points between June 2015 and June 2016. The rate increased 1.5 percentage points in Wyoming, the greatest increase of any state over the year. The next largest rate increase was in Pennsylvania (0.5 percentage points). The unemployment rate increased over the year in 13 other states:  Alaska, Connecticut, Illinois, Indiana, Iowa, Minnesota, Montana, North Dakota, Ohio, Oklahoma, Texas, Utah, and Washington. Among states with an increase, two had a June 2016 unemployment rate above 6.0 percent (Alaska and Illinois), and two had a rate below 4.0 percent (Minnesota and North Dakota). The largest drops in year-over-year unemployment rate were in Tennessee (-1.6 percentage points) and Arkansas (-1.5 percentage points). Two other states (Oregon and West Virginia) saw their unemployment rate drop 1.0 percentage point or more over the year. Of these four states, only West Virginia had a June 2016 unemployment rate above 5.0 percent, but the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">rate has declined</a> every month since peaking last June."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.6 percent from June 2015 to June 2016. Public employment decreased over the year in 16 states, with the largest decrease in New Hampshire (-2.1 percent), Maine (-2.0 percent), Arizona (-1.6 percent), Missouri (-1.1 percent), and Louisiana (-1.0 percent). All 16 states with a decrease in public employment saw an increase in total employment, with the exception of Louisiana (-0.8 percent). The largest increases in public employment were in Oregon and Texas (both 2.6 percent). Four other states—California, Colorado, Idaho, and North Dakota—and DC saw public employment increase 2.0 percent or more over the year. All states with a public-sector employment increase of 2.0 percent or more also saw increases in total employment of 2.0 percent or more, except for North Dakota (-3.3 percent), Texas (1.4 percent), and DC (1.1 percent). "
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.9 percent in June 2016. Alaska’s unemployment rate (6.7 percent) was the highest of any state. Six additional states (Alabama, Illinois, Louisiana, Nevada, New Mexico, and West Virginia) and the District of Columbia (DC) had June unemployment rates of 6.0 percent or higher. South Dakota had the lowest unemployment rate (2.7 percent). The rate was also 3.0 percent or lower in Nebraska (3.0 percent) and New Hampshire (2.8 percent). Ten other states had rates under 4.0 percent: Arkansas, Colorado, Hawaii, Idaho, Kansas, Maine, Minnesota, North Dakota, Vermont, and Virginia."
        }, 
        "date": "06/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the first quarter of 2016 were 1.5 percent above their pre–Great Recession peak. Since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a>, this was only the second quarter that national house prices were above their first quarter of 2007 price (the other being the fourth quarter of 2015). However, prices in 18 states were still below 2007 levels. The largest price disparities were in Nevada (-24.3 percent) and Arizona and Florida (both -17.3 percent), despite strong year-over-year growth in each state. Seven additional states had first-quarter housing prices more than 10.0 percent below their 2007 levels: California, Connecticut, Delaware, Illinois, Maryland, New Jersey, and Rhode Island. In contrast, first-quarter 2016 house prices are well above their 2007 levels in North Dakota (51.1 percent), Colorado (36.3 percent), DC (35.2 percent), and Texas (33.9 percent). Overall, 13 states and DC had first-quarter house prices 10.0 percent or more above their 2007 prices."
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                2, 
                4, 
                6, 
                9, 
                12
            ], 
            "text": "National house prices increased 5.7 percent from the first quarter of 2015 to the first quarter of 2016. House prices rose in every state and the District of Columbia (DC) over the year. The price increase was less than 2.0 percent in only six states (Alaska, Connecticut, New Jersey, Oklahoma, Vermont, and Wyoming) and DC. Five states saw prices increase 9.0 percent or more: Oregon (11.8 percent), Florida (11.2 percent), Washington (10.9 percent), Nevada (9.4 percent), and Colorado (9.0 percent). "
        }, 
        "date": "1/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -80, 
                -10, 
                0, 
                10, 
                20, 
                70
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 0.7 percent over the four quarters that concluded in March 2016 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 75.6 percent decline in Alaska to a 68.4 percent increase in Delaware. Twenty-one states and DC saw real revenue increases over the past year. These data highlight that state corporate income tax revenue is highly volatile—profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -20, 
                0, 
                4, 
                8, 
                12, 
                24
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 7.2 percent in the year ending in the first quarter of 2016 compared with one year earlier. Thirty-eight of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real revenue increase over the year. The three states with decreased revenue were North Dakota (-15.7 percent), Illinois (-12.4 percent), and Oklahoma (-1.4 percent). North Dakota’s economy is suffering from falling natural resource prices. Illinois cut income taxes in <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\">January 2015</a>, when a temporary tax hike expired and its single rate fell from 5 percent to 3.75 percent. Oklahoma’s revenue was affected by both natural resource price declines and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">recent tax cuts</a>. The largest increases in individual income tax revenue were in Indiana (20.6 percent), North Carolina (16.8 percent), and Kansas (14.8 percent). Both <a href = \"http://www.in.gov/dor/tax-dispatch/jan2015/tax-dispatch-jan-2015.pdf\" target=\"_blank\">Indiana</a> and <a href = \"http://www.dor.state.nc.us/taxes/individual/ind_whatsnew.html\" target=\"_blank\">North Carolina</a> cut income tax rates at the beginning of 2015. Kansas <a href = \"http://www.ksrevenue.org/taxrates.html\" target=\"_blank\">tax rates</a> also fell in 2015 as part of <a href = \"http://taxvox.taxpolicycenter.org/2015/06/12/how-would-the-kansas-senate-close-the-states-budget-gap-mostly-by-taxing-poor-people/\" target=\"_blank\">previously passed tax cut legislation</a>. However, unlike Indiana and North Carolina, the reason Kansas had an increase this past year is its revenue fell so significantly the year before. Comparing Kansas’s most recent four quarters (the second quarter of 2015 through the first quarter of 2016) with data from two years ago (the second quarter of 2014 through the first quarter of 2015), the state’s income tax revenue is down more than 20 percent."
        }, 
        "SALES": {
            "breaks": [
                -8, 
                0, 
                3, 
                5, 
                10, 
                20
            ], 
            "text": "Real general sales tax revenue increased nationally 2.6 percent in the year ending in the first quarter of 2016 compared with one year earlier. Among the 45 states with a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue grew in all but eight states: Indiana, Louisiana, Michigan, Mississippi, Nebraska, North Dakota, Oklahoma, and Texas. The largest revenue declines were in North Dakota (-8.0 percent) and Oklahoma (-7.3 percent), two states with economies dependent on natural resources. The largest revenue increases were in <a href = \"https://dom.iowa.gov/sites/default/files/documents/2016/04/march_2016_general_fund_receipts_memo.pdf\">Iowa</a> (16.8 percent) and Maine (15.0 percent). These two states did not change their sales tax over the past two years. Overall, 10 states and DC saw sales tax revenue increase 5 percent or more. "
        }, 
        "TOTAL": {
            "breaks": [
                -60, 
                -5, 
                0, 
                5, 
                10, 
                20
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 3.4 percent in the year ending in the first quarter of 2016 compared with one year earlier. Despite the national increase, 11 states had total tax revenue losses over the year, ranging from -58.1 percent in Alaska to -0.5 percent in Montana. Eight of these 11 states rely heavily on tax revenue from natural resource extraction: Alaska, Louisiana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming. Falling oil and natural gas prices led to a combined $6.7 billion less in <a href = \"http://www.governing.com/topics/finance/gov-oil-tax-revenue-states-finances.html\">severance tax revenue</a> in these states over the past year.  North Dakota (-$1.5 billion) and Texas (-$2.7 billion) accounted for most of the decline. And because the industry is so pervasive in these states, many also saw declines in sales, individual income, and corporate income taxes. Illinois, which <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">reduced its income tax rate</a> in January 2015, was the only non-resource-dependent state with a large total tax revenue decline. The largest increases in total tax revenues were in Iowa (15.4 percent) and Delaware (11.9 percent). Iowa saw large revenue growth from both its general sales tax and individual income tax; neither tax was substantially changed by law in the past two years. Iowa did <a href = \"https://tax.iowa.gov/iowa-fuel-tax-rate-changes-effective-july-1-2015\" target=\"_blank\">raise its motor fuel tax</a> in summer 2015 and consequently collected more revenue, but not as much new revenue was collected over the year from that tax than from the sales and income taxes. Delaware, which does not have a general sales tax, saw large growth in corporate income tax revenue because of strong returns filed in the second quarter of last year. Twenty-one other states and the District of Columbia (DC) also saw total tax revenue grow more than 5 percent. "
        }, 
        "date": "1/2016"
    }
}