{
    "dateUpdated": "Last Updated September 2016", 
    "earnings": {
        "AWW": {
            "breaks": [
                650, 
                725, 
                800, 
                875, 
                950, 
                1400
            ], 
            "text": "National weekly earnings for all US private employees averaged $883 in August 2016. Among the 50 states, average earnings ranged from $687 in New Mexico to $1,042 in Washington. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states ($1,387). Thirty-seven states had average weekly earnings below the national average. Beyond New Mexico, average earnings were lowest in Arkansas ($688), Mississippi ($689), South Dakota ($721), and West Virginia ($730). Average weekly earnings in North Dakota ($894) and Texas ($872) were closest to the national average. After DC and Washington, the highest average earnings were in Massachusetts ($1,033), Connecticut ($1,018), Alaska ($997), and California ($993)."
        }, 
        "AWWChg": {
            "breaks": [
                -10, 
                -4, 
                -2, 
                0, 
                2, 
                10
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in August 2016 were 0.5 percent higher than in August 2015. Despite the national increase, however, real earnings fell in 38 states. The largest decline in real earnings was in natural resource–dependent Wyoming (-8.0 percent). Real average weekly earnings also fell more than 4.0 percent in Colorado (-4.7 percent), Louisiana (-4.5 percent), Idaho (-4.4 percent), Texas (-4.2 percent), and New Mexico (-4.1 percent). The largest increases in real average earnings were in Rhode Island (4.4 percent), Delaware (4.2 percent), Oregon (2.4 percent), and New Hampshire (2.0 percent). In total, 12 states and DC saw real earnings growth from August 2015 to August 2016."
        }, 
        "date": "08/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.7 percent from August 2015 to August 2016. The largest employment drops were in Wyoming (-3.3 percent) and North Dakota (-1.7 percent). Employment <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">decreased over the past year</a> in both states as the price of natural resources plummeted. Three other energy states also saw employment declines over the past year: Louisiana, Montana, and Oklahoma. Kansas was the only non-resource-dependent state to lose jobs, but the state is a major provider of energy services and suffered from low agricultural prices. The largest increase in total employment was in Oregon (3.3 percent). Total employment also grew 3.0 percent or more over the past 12 months in Idaho, Florida, and Utah."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.2 percentage points between August 2015 and August 2016. The rate increased 1.2 percentage points in Wyoming, the greatest increase of any state over the year, because of continuing low natural resource prices. The next largest rate increases were in Oklahoma and Pennsylvania (both 0.8 percentage points). The unemployment rate increased over the year in 16 other states:  Alaska, Colorado, Connecticut, Iowa, Kansas, Louisiana, Missouri, Minnesota, Montana, Nebraska, New Mexico, North Dakota, Ohio, Texas, Utah, and Washington. Among states with an increase, three had an August 2016 unemployment rate above 6.0 percent (Alaska, Louisiana, and New Mexico), and four had a rate below 4.0 percent (Colorado, Nebraska, North Dakota, and Utah). The largest drops in year-over-year unemployment rates were all in the South:  Arkansas and Tennessee (both -1.2 percentage points), North Carolina (-1.1 percent points), and West Virginia (-1.0 percentage point)."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.7 percent from August 2015 to August 2016. Public employment decreased over the year in 17 states, with the largest decreases in Hawaii (-2.5 percent), New Hampshire (-2.1 percent), Kansas (-1.6 percent), Maine (-1.5 percent), and Arizona and Indiana (both -1.1 percent). Despite declines in public employment, all of those states named saw an increase in total employment except Kansas (-0.6 percent). The largest increase in public employment was in North Dakota (6.0 percent). Ten other states and DC saw public employment increase 2.0 percent or more over the year: Colorado, Idaho, Nevada, Ohio, Oregon, South Carolina, South Dakota, Texas, Washington, and Vermont. All of those states and DC also saw total employment increase over the year, except North Dakota, where total employment declined -1.7 percent."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.9 percent in August 2016. Alaska’s unemployment rate (6.8 percent) was the highest of any state. Four additional states had August unemployment rates of 6.0 percent or higher: New Mexico (6.6 percent), Louisiana and Nevada (both 6.3 percent), and Mississippi (6.0 percent). The District of Columbia (DC) also had an unemployment rate of 6.0 percent. The lowest unemployment rates were in South Dakota (2.9 percent) and New Hampshire (3.0 percent). Both states have <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">historically</a> had lower unemployment rates than the national average.Ten other states had August unemployment rates under 4.0 percent: Arkansas, Colorado, Hawaii, Idaho, Massachusetts, Nebraska, North Dakota, Utah, Vermont, and Virginia. "
        }, 
        "date": "08/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the second quarter of 2016 were 2.8 percent above their pre–Great Recession peak. This is the third consecutive quarter since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a> in which national prices surpassed first-quarter 2007 levels. However, prices remained below 2007 levels in 15 states. The largest decline continues to be in Nevada, where house prices are still 22.3 percent below 2007 levels. Housing prices were more than 10.0 percent below their 2007 levels in nine additional states: Arizona, California, Connecticut, Delaware, Florida, Illinois, Maryland, New Jersey, and Rhode Island. In contrast, second-quarter 2016 house prices were well above their 2007 levels in North Dakota (51.9 percent), DC (48.5 percent), Colorado (39.3 percent), and Texas (36.2 percent). Overall, 15 states and DC had second-quarter house prices 10.0 percent or more above their early 2007 levels."
        }, 
        "HPChgYr": {
            "breaks": [
                -2, 
                0, 
                2, 
                5, 
                10, 
                15
            ], 
            "text": "National house prices in the second quarter of 2016 were 5.6 percent higher than in the second quarter of 2015. House prices increased over the year in 49 states and the District of Columbia (DC). The lone exception was Vermont, where prices fell 0.4 percent. Among the states with increases, only three saw increases less than 2.0 percent: Mississippi (1.7 percent), Maine (0.7 percent) and Connecticut (0.1 percent). House prices increased the most in Oregon (11.7 percent). Washington, Colorado, and Florida also saw double-digit increases in house prices over the year. Overall, 21 states and DC saw prices increase more than 5.0 percent."
        }, 
        "date": "5/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -75, 
                -20, 
                -10, 
                0, 
                10, 
                50
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 7.2 percent over the four quarters that concluded in June 2016 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 72.5 percent decline in Alaska to a 49.8 percent increase in Hawaii. Thirty-three states saw real revenue decreases over the past year. These data highlight that state corporate income tax revenue is highly volatile: profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -40, 
                -5, 
                0, 
                2, 
                5, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 1.5 percent in the year ending in the second quarter of 2016 compared with one year earlier. DC and 13 of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real income tax revenue decreases over the year. The largest decline was in North Dakota (-34.9 percent), a state that <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">recently cut tax rates</a> and is struggling economically as oil and natural gas production falls, taking  wages and income down with it. Individual income tax revenue also fell 5 percent or more in Illinois, Iowa, Ohio, Oklahoma, and West Virginia. Three of these states, Illinois, \n<a href = \"http://www.tax.ohio.gov/Portals/0/communications/news_releases/FilingseasonopensNR.pdf\" target=\"_blank\">Ohio</a>, and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">Oklahoma</a>, all recently reduced income tax rates. The largest increases in individual income tax revenue were in Indiana (17.1 percent), Michigan (9.8 percent), and South Carolina (9.8 percent). None of those states significantly changed its income tax over the past two years."
        }, 
        "SALES": {
            "breaks": [
                -20, 
                0, 
                2, 
                4, 
                6, 
                10
            ], 
            "text": "Real general sales tax revenue increased nationally 1.3 percent in the year ending in the second quarter of 2016 compared with one year earlier. Among the 45 states with a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue grew in all but eight states: Indiana, Iowa, Nebraska, North Dakota, Oklahoma, South Carolina, Texas, and West Virginia. The largest revenue declines were in North Dakota (-16.5 percent), Oklahoma (-8.5 percent), and Texas (-4.3 percent), three states with economies dependent on natural resources. The largest sales tax revenue increase, however, was in Wyoming (7.9 percent), which is also resource dependent and had an overall tax revenue decline. In addition to Wyoming, sales tax revenue increased more than 6.0 percent in DC, Hawaii, and Tennessee. "
        }, 
        "TOTAL": {
            "breaks": [
                -40, 
                -4, 
                0, 
                2, 
                4, 
                10
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 0.5 percent in the year ending in the second quarter of 2016—the end of the fiscal year for most states—compared with one year earlier. This was the first quarter since the fourth quarter of 2014 that national state tax revenue did not increase more than 1.0 percent compared with the previous year. The slow growth was anticipated: state forecasts for fiscal year 2016 estimated about <a href = \"http://www.urban.org/research/publication/prepping-new-session-end-summer-reading-state-budget-analysts-0\">1.5 percent growth</a>. Among the states, changes in total tax revenue ranged from North Dakota’s 32.8 percent decrease to Georgia’s 7.9 percent increase. In total, 15 states had total tax revenue losses over the year. As we’ve <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">seen over the past year</a>, states that rely heavily on taxes on natural resource extraction (i.e., severance taxes) in particular continue to experience losses as oil and natural gas prices fall. Alaska, Louisiana, Montana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming all saw total state revenue drop over the past year. And because the natural resource industry is so pervasive in those states, many also saw declines in sales, individual income, and corporate income taxes. The declines were especially large in North Dakota in part because <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income%20Tax%20Newsletter%20(January%202016).pdf?20160920131512\">lawmakers cut the state's individual income tax and corporate income tax</a>. Illinois, which <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\">reduced its income tax rate</a>, in January 2015, was the only non-resource-dependent state with a large total tax revenue decline. After Georgia, four states all had tax revenue increases of 6.0 percent: Hawaii, Indiana, Tennessee, and Washington. Increased sales tax revenue mostly drove gains in Hawaii, Tennessee, and Washington; increased income tax revenue was the main driver in Georgia and Indiana. None of those states significantly changed their tax laws over the past year."
        }, 
        "date": "6/2016"
    }
}