{
    "employment": {
        "EMP": {
            "breaks": [
                -3, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 2.2 percent from May 2014 to May 2015. Total employment increased in all but one state. The largest increase in employment was in Utah (3.9 percent). Employment grew 3 percent or more over the past 12 months in six additional states: Washington (3.6 percent); Florida, Nevada, and Idaho (all 3.4 percent); Oregon (3.1 percent); and California (3.0 percent). The states with the smallest increases in employment were Wyoming (0.1 percent), Kansas (0.5 percent), and Nebraska and Louisiana (both 0.6 percent). West Virginia, the only state without an employment increase, saw total employment fall 2.1 percent over the past 12 months. The relative decline was in part caused by temporary government employment last May (see next section)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.8 percentage points between May 2014 and May 2015. The largest unemployment rate decline over the year was in Rhode Island (-2.0 points). Twelve other states saw the unemployment rate drop by a point or more, with the biggest drops in Michigan (-1.8 points), Oregon (-1.7 points), and Kentucky (-1.6 points). California, Georgia, and Mississippi saw unemployment fall 1 point or more but still had May unemployment rates above 6 percent. Five states had unemployment increases over the year: Louisiana (0.7 points), South Carolina (0.6 points), West Virginia (0.5 points), and North Dakota and South Dakota (both 0.4 points). The May unemployment rate was below 4 percent in the Dakotas but 6.6 percent or higher in the other three poor-performing states."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.5 percent from May 2014 to May 2015. Public-sector employment increased 2 percent or more in Massachusetts (2.5 percent) and Washington (2.0 percent). Public-sector employment increased more than 1 percent in 13 additional states. In four of these states—Massachusetts, Mississippi, Nebraska, and North Dakota—the increase in public employment was greater than the increase in total employment. Public-sector employment declined in 15 states and was unchanged in New York, Nevada, and Tennessee. The largest decline was in West Virginia (-6.6 percent), where election-related employment temporarily spiked public employment in May 2014. Three other states had public employment drops larger than 1 percent:  Louisiana (-1.8 percent), Montana (-1.2 percent), and Hawaii (-1.0 percent)."
        }, 
        "UNEMP": {
            "breaks": [
                -2, 
                4, 
                5, 
                6, 
                7, 
                8
            ], 
            "text": "The national unemployment rate was 5.5 percent in May 2015. The District of Columbia’s unemployment rate was 7.3 percent. Among the states, West Virginia (7.2 percent) had the highest employment rate, followed by Nevada (7.0 percent), South Carolina (6.8 percent), Alaska (6.8 percent), and Mississippi (6.7 percent). The lowest May unemployment rate was in Nebraska (2.6 percent), the only state with a rate below 3 percent. Nine other states had rates below 4 percent: North Dakota (3.1 percent); Utah (3.5 percent); Vermont (3.6 percent); New Hampshire, Iowa, Minnesota, and South Dakota (all 3.8 percent); and Idaho and Montana (both 3.9 percent)."
        }, 
        "date": "05/2015"
    }, 
    "wages": {
        "AWW": {
            "breaks": [
                600, 
                700, 
                800, 
                900, 
                999, 
                1373
            ], 
            "text": "National weekly earnings for all US private employees averaged $861 in May 2015. Among the 50 states, average wages ranged from $666 in Arkansas to $1,010 in Massachusetts. The District of Columbia’s average weekly earnings were $1,372. Thirty-six states had average weekly earnings below the national average, including three states with average wages below $700: Arkansas, Mississippi, ($677), and New Mexico ($694). Ten states had average weekly earnings above $900: Massachusetts, Washington ($998), New York ($961), California ($960), Connecticut ($956), Alaska ($951), New Jersey ($932), Maryland ($930), Virginia ($920), and Colorado ($908)."
        }, 
        "AWWChg": {
            "breaks": [
                -4, 
                -2, 
                0, 
                2, 
                4, 
                6
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in May 2015 were 2.3 percent higher than in May 2014. Forty states saw real average weekly earnings increase over the year. Three states saw increases of more than 5 percent: Virginia (5.6 percent), Kentucky (5.3 percent), and Vermont (5.2 percent). Eleven other states had real average earnings growth between 3 and 5 percent. Nine states and DC saw average wages decline (Minnesota’s real average wages were unchanged). New Mexico’s 3.0 percent decline was the largest. Four states and DC had declines greater than 1 percent: New Mexico, Arkansas (-1.8 percent), Tennessee and Wyoming (both -1.4 percent), and DC (-1.1 percent)."
        }, 
        "date": "05/2015"
    }
}