{
    "dateUpdated": "Last Updated December 2016", 
    "earnings": {
        "AWW": {
            "breaks": [
                675, 
                750, 
                825, 
                900, 
                975, 
                1500
            ], 
            "text": "National weekly earnings for all US private employees averaged $891 in November 2016. Among the 50 states, average weekly earnings ranged from $693 in New Mexico to $1,068 in Massachusetts. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states, at $1,390. Thirty-eight states had average weekly earnings below the national average. Other than New Mexico, average earnings were lowest in Arkansas ($694), Mississippi ($699), South Dakota ($736), and Montana ($738). Average weekly earnings were closest to the national average in New Hampshire ($890). After DC and Massachusetts, the highest average weekly earnings were in Washington ($1,053), Connecticut ($1,030), California ($1,004), and New Jersey ($992)."
        }, 
        "AWWChg": {
            "breaks": [
                -6, 
                -4, 
                -2, 
                0, 
                2, 
                4
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in November 2016 were 0.5 percent higher than in November 2015. Despite the national increase, however, 33 states saw real average wages decline over the year. The largest drop from a year ago was in North Dakota (-4.7 percent). Real average weekly earnings also fell 4.0 percent or more in Colorado (-4.3 percent), Wyoming (-4.1 percent), and Texas (-4.0 percent). Another 10 states saw real wages decline more than 2.0 percent. The largest increases in average weekly wages were in Delaware and Minnesota (both states saw 3.6 percent growth). Only three additional states (Iowa, New Jersey, and Tennessee) had real average weekly wages increase 2.0 percent or more. "
        }, 
        "date": "11/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.6 percent from November 2015 to November 2016. The largest employment drop was in Wyoming (-3.1 percent), followed by other energy-dependent states: North Dakota (-1.5 percent), Oklahoma (-0.9 percent), and Alaska (-0.9 percent). The precipitous decline of natural resource prices has negatively affected employment in many of these states <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">over the past year</a>. Specifically, Wyoming’s mining sector employment lost almost 5,000 jobs, a decline of 11 percent over last year. Overall, total employment declined over the year in eight states. The largest increase in total employment was in Florida (3.2 percent), where employment grew across all sectors. Total employment also grew 3.0 percent or more over the past 12 months in Washington State and Utah. "
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.4 percentage points between November 2015 and November 2016. Overall, the unemployment rate increased over the year in 15 states, including states with low November unemployment rates (Iowa, 3.8 percent) and high rates (Louisiana, 6.2 percent). The rate increased 1.0 percentage point in both Oklahoma (to 5.1 percent) and Pennsylvania (to 5.7 percent), more than in any other state. The next largest rate increases were in Wyoming (0.6 percentage points) and Nebraska (0.4 percentage points). The largest drop in year-over-year unemployment rates was in Massachusetts (-2.0 percentage points), bringing the state’s rate below 3.0 percent for the first time <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">since November 2001</a>. The next largest decline was in Nevada (-1.2 percentage points). That state’s unemployment rate, however, remains above 5.0 percent."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 1.0 percent from November 2015 to November 2016 but still remains 1.4 percent below its 2008 peak. Public employment decreased over the year in 14 states, with the largest decreases in New Hampshire (-1.5 percent) and Delaware (-1.4 percent). Among the 14 states with falling public employment, four (New Mexico, Oklahoma, Louisiana, and Wyoming) also saw declines in total employment. In contrast, although New Hampshire’s public employment fell, its total employment increased 2.2 percent over the year. The largest increase in public employment was in West Virginia (6.2 percent), where almost all of the growth came from <a href = \"http://lmi.workforcewv.org/DataRelease/StateRelease.html\" target=\"_blank\">local government employment</a>. West Virginia’s public employment often has <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">dramatic swings each May</a>, when the state holds its biennial primary election, ebbing and flowing with election years.  However, before this year, the state did not show election-year spikes in November. California had the next highest increase in public employment (3.0 percent). Overall, eight states saw public employment increase 2.0 percent or more. All eight states also saw increases in total employment. "
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.6 percent in November 2016. Alaska’s 6.8 percent unemployment rate was the highest of any state. Three additional states had November unemployment rates of 6.0 percent or higher: New Mexico (6.7 percent), Louisiana (6.2 percent), and West Virginia (6.0 percent). The District of Columbia’s (DC’s) unemployment rate was also 6.0 percent. Five states had November unemployment rates at or below 3.0 percent: New Hampshire (2.7 percent), South Dakota (2.7 percent), Massachusetts (2.9 percent), North Dakota (2.9 percent), and Hawaii (3.0 percent). Another seven states had unemployment rates below 4.0 percent:  Colorado, Idaho, Iowa, Minnesota, Nebraska, Utah, and Vermont. "
        }, 
        "date": "11/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the third quarter of 2016 were 4.5 percent above their pre–Great Recession peak. This is the fourth consecutive quarter since the  <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a> in which national prices surpassed first-quarter 2007 levels. However, prices remained below 2007 levels in 14 states. Nevada continues to have the largest decline with house prices 21.4 percent below 2007 levels. House prices were more than 10.0 percent below their 2007 levels in seven additional states: Arizona, Connecticut, Delaware, Florida, Illinois, Maryland, and New Jersey. Among those states, only Florida (10.7 percent), Nevada (7.8 percent), and Arizona (6.7 percent) had more than 5.0 percent year-over-year growth; Delaware’s house prices declined over the past year. Third-quarter 2016 house prices were well above their 2007 levels in North Dakota (51.6 percent), Colorado (43.1 percent), DC (40.8 percent), Texas (39.3 percent), and South Dakota (23.9 percent). Colorado and Texas also had strong year-over-year price growth while DC’s prices fell over the year. Overall, 18 states and DC had third-quarter house prices 10.0 percent or more above their early 2007 levels."
        }, 
        "HPChgYr": {
            "breaks": [
                -5, 
                0, 
                1, 
                5, 
                10, 
                15
            ], 
            "text": "National house prices in the third quarter of 2016 were 6.1 percent higher than in the third quarter of 2015, with house prices increasing over the year in 49 states. The largest annual price increases were in Florida (10.7 percent), Oregon (10.4 percent), Washington (10.4 percent), and Colorado (10.0 percent). In total, 27 states saw house prices increase 5.0 percent or more over the past year. In contrast, five states had price increases of less than 1.0 percent: Connecticut, Hawaii, New Mexico, Vermont, and Wyoming. House prices declined from a year ago only in Delaware (-0.5 percent) and the District of Columbia, or DC (-2.7 percent). "
        }, 
        "date": "9/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -75, 
                -20, 
                -10, 
                0, 
                10, 
                50
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 7.2 percent over the four quarters that concluded in June 2016 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 72.5 percent decline in Alaska to a 49.8 percent increase in Hawaii. Thirty-three states saw real revenue decreases over the past year. These data highlight that state corporate income tax revenue is highly volatile: profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -40, 
                -5, 
                0, 
                2, 
                5, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 1.5 percent in the year ending in the second quarter of 2016 compared with one year earlier. DC and 13 of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real income tax revenue decreases over the year. The largest decline was in North Dakota (-34.9 percent), a state that <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">recently cut tax rates</a> and is struggling economically as oil and natural gas production falls, taking  wages and income down with it. Individual income tax revenue also fell 5 percent or more in Illinois, Iowa, Ohio, Oklahoma, and West Virginia. Three of these states, Illinois, \n<a href = \"http://www.tax.ohio.gov/Portals/0/communications/news_releases/FilingseasonopensNR.pdf\" target=\"_blank\">Ohio</a>, and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">Oklahoma</a>, all recently reduced income tax rates. The largest increases in individual income tax revenue were in Indiana (17.1 percent), Michigan (9.8 percent), and South Carolina (9.8 percent). None of those states significantly changed its income tax over the past two years."
        }, 
        "SALES": {
            "breaks": [
                -20, 
                0, 
                2, 
                4, 
                6, 
                10
            ], 
            "text": "Real general sales tax revenue increased nationally 1.3 percent in the year ending in the second quarter of 2016 compared with one year earlier. Among the 45 states with a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue grew in all but eight states: Indiana, Iowa, Nebraska, North Dakota, Oklahoma, South Carolina, Texas, and West Virginia. The largest revenue declines were in North Dakota (-16.5 percent), Oklahoma (-8.5 percent), and Texas (-4.3 percent), three states with economies dependent on natural resources. The largest sales tax revenue increase, however, was in Wyoming (7.9 percent), which is also resource dependent and had an overall tax revenue decline. In addition to Wyoming, sales tax revenue increased more than 6.0 percent in DC, Hawaii, and Tennessee. "
        }, 
        "TOTAL": {
            "breaks": [
                -40, 
                -4, 
                0, 
                2, 
                4, 
                10
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 0.5 percent in the year ending in the second quarter of 2016—the end of the fiscal year for most states—compared with one year earlier. This was the first quarter since the fourth quarter of 2014 that national state tax revenue did not increase more than 1.0 percent compared with the previous year. The slow growth was anticipated: state forecasts for fiscal year 2016 estimated about <a href = \"http://www.urban.org/research/publication/prepping-new-session-end-summer-reading-state-budget-analysts-0\">1.5 percent growth</a>. Among the states, changes in total tax revenue ranged from North Dakota’s 32.8 percent decrease to Georgia’s 7.9 percent increase. In total, 15 states had total tax revenue losses over the year. As we’ve <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">seen over the past year</a>, states that rely heavily on taxes on natural resource extraction (i.e., severance taxes) in particular continue to experience losses as oil and natural gas prices fall. Alaska, Louisiana, Montana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming all saw total state revenue drop over the past year. And because the natural resource industry is so pervasive in those states, many also saw declines in sales, individual income, and corporate income taxes. The declines were especially large in North Dakota in part because <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income%20Tax%20Newsletter%20(January%202016).pdf?20160920131512\">lawmakers cut the state's individual income tax and corporate income tax</a>. Illinois, which <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\">reduced its income tax rate</a>, in January 2015, was the only non-resource-dependent state with a large total tax revenue decline. After Georgia, four states all had tax revenue increases of 6.0 percent: Hawaii, Indiana, Tennessee, and Washington. Increased sales tax revenue mostly drove gains in Hawaii, Tennessee, and Washington; increased income tax revenue was the main driver in Georgia and Indiana. None of those states significantly changed their tax laws over the past year."
        }, 
        "date": "6/2016"
    }
}