{
    "dateUpdated": "Last Updated September 2018", 
    "earnings": {
        "AWW": {
            "breaks": [
                700, 
                800, 
                900, 
                1000, 
                1100, 
                1600
            ], 
            "text": "Weekly earnings for all private-sector employees in the United States averaged $933 in July 2018. Among the 50 states, average weekly earnings ranged from $718 in Mississippi to $1,153 in Washington. Average weekly earnings were closest to the national average in Georgia ($937).<br/><br/>As is typical, average weekly earnings were higher in the District of Columbia than in any state, at $1,566. After the District of Columbia and Washington, the highest average weekly earnings were in Massachusetts ($1,111), Connecticut ($1,090), California ($1,085), New York ($1,045), and Alaska ($1,029).<br/><br/>Weekly earnings were below the national average in 34 states. After Mississippi, average weekly earnings were lowest in Arkansas ($744), New Mexico ($750), Kentucky ($781), South Dakota ($784), and Idaho ($798)."
        }, 
        "AWWChg": {
            "breaks": [
                -7, 
                -2, 
                0, 
                1, 
                2, 
                4
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings were unchanged between July 2017 and July 2018. In nominal dollars, average weekly earnings for the US were 3.0 percent higher than in July 2017.<br/><br/>The largest increases in real average weekly earnings were in Wyoming (3.4 percent), the District of Columbia (3.2 percent), Hawaii (2.7 percent), and Michigan (2.6 percent). Real average weekly earnings also increased more than 2.0 percent in Kansas, Maryland, and South Dakota.<br/><br/>Real average weekly earnings declined in 19 states. The largest declines were in Delaware (-6.5 percent) and Mississippi (-3.4 percent). The next largest were in Indiana (-2.7 percent), New Jersey (-2.5 percent), New Hampshire (-2.1 percent), and Kentucky (-2.0 percent). Real average weekly earnings also fell 1.0 percent or more in Alaska, Arizona, Georgia, and Utah."
        }, 
        "date": "7/2018"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -1, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.6 percent from July 2017 to July 2018. Among the states, the largest year-over-year increases in total employment were in Utah (3.5 percent), Idaho and Nevada (both 3.4 percent), and Texas and Washington (both 3.1 percent). Total employment increased 2.0 percent or more in 12 states.<br/><br/>Total employment declined over the year in only Alaska (-0.6 percent) and Vermont (-0.3 percent)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.4 percentage points between July 2017 and July 2018. The unemployment rate fell the most over the year in New Mexico (-1.4 percentage points) and Illinois (-0.8 percentage points). The unemployment rate fell 0.5 percentage points or more in 12 states and the District of Columbia.<br/><br/>The unemployment rate increased over the year in just three states: West Virginia (0.3 percentage points), Maryland (0.2 percentage points), and North Dakota (0.1 percentage points)."
        }, 
        "Figure2": {
            "text": "Nationally, total public-sector employment did not change from July 2017 to July 2018. Among the states, public employment increased the most in Nevada (3.5 percent) and Idaho (3.1 percent). In total, 10 states saw public employment increase 1.0 percent or more over the year.<br/><br/>Public employment declined over the year in 19 states and the District of Columbia, with Oregon seeing the largest decline (-5.7 percent). Public employment also fell 1.0 percent or more in Connecticut, Indiana, North Dakota, and Wyoming."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 3.9 percent in July 2018. Hawaii’s 2.1 percent unemployment rate was the lowest of any state. The July unemployment rate was also below 3.0 percent in eight other states: Colorado, Idaho, Iowa, Nebraska, New Hampshire, North Dakota, Vermont, and Wisconsin. The July unemployment rate was at or below 4.0 percent in 29 states.<br/<br/> Alaska’s 6.9 percent unemployment rate was the highest of any state. The July unemployment rate was also greater than 5.0 percent in the District of Columbia (5.6 percent) and West Virginia (5.4 percent)."
        }, 
        "date": "7/2018"
    }, 
    "housing": {
        "Figure3": {
            "text": "Before the Great Recession, national house prices peaked in the first quarter of 2007. They have recovered since the recession, surpassing the 2007 peak in 2016. In the second quarter of 2018, national house prices were 15.9 percent above that pre–Great Recession peak. House prices were well above 2007 levels in the District of Columbia (70.1 percent), Colorado (66.8 percent), North Dakota (55.6 percent), and Texas (54.5 percent). No other state saw prices increase more than 36 percent, but 15 additional states had house prices 20.0 percent or more above their first-quarter 2007 levels. <br/><br/>On the opposite end of the spectrum, house prices were still below their 2007 levels in eight states. House prices were furthest below their first quarter 2007 levels in Connecticut (-12.5 percent). Three additional states saw prices decrease more than 5.0 percent since 2007:  New Jersey (-7.5 percent), Maryland (-7.0 percent), and Delaware (-6.0 percent).<br/><br/>For more on housing price changes since the recession, <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">see our Historical page</a>. "
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                3, 
                6, 
                9, 
                12, 
                18
            ], 
            "text": "National house prices in the second quarter of 2018 were 6.5 percent higher than in the second quarter of 2017, with house prices increasing over the year in all 50 states and the District of Columbia. (All changes listed are nominal, meaning they have not been adjusted for inflation.)<br/><br/>Nevada saw the largest price increase at 17.0 percent. Prices also increased more than 10.0 percent in Idaho (13.0 percent), the District of Columbia (11.8 percent), Utah (11.3 percent), and Washington (11.0 percent). In total, 32 states and the District of Columbia saw house prices increase more than 5.0 percent over the past year. The smallest price increases were in North Dakota (2.1 percent), Louisiana and West Virginia (both 2.3 percent), and Connecticut (2.4 percent)."
        }, 
        "date": "05/2018"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -40, 
                -10, 
                0, 
                10, 
                20, 
                120
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\">corporate income tax</a> revenue increased 7.5 percent in real terms over the year ending in second quarter of 2018 compared with the previous year.<br/><br/>State corporate income tax revenue is always volatile: profits fluctuate; the timing of tax payments changes as states offer amnesty programs; and corporate tax filers can offset current profits with previous losses, which can create fluctuations in state tax revenue from year to year. The new federal tax law also affected corporate investments and other business decisions that affect state taxes. Moreover, corporate income taxes raise relatively little revenue, so small changes in absolute dollars can create dramatic percentage changes.<br/><br/>This is evident in Alaska, which saw a 116.7 percent real increase in corporate tax revenue over the past year (from $90 million to $142 million). The next largest increases were in North Dakota (74.3 percent), Louisiana (62.6 percent), and Hawaii (58.4 percent). In total, real revenue increased in 29 of the 44 states with a broad-based corporate income tax.<br/><br/>Real corporate income tax revenue declined the most in Indiana (-33.5 percent). Real corporate income tax revenue also declined more than 10.0 percent in Connecticut and Rhode Island. "
        }, 
        "INC": {
            "breaks": [
                -1, 
                0, 
                3, 
                6, 
                9, 
                50
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\">individual income tax</a> revenue increased 8.0 percent in real terms during the year ending in the second quarter of 2018 compared with the previous four quarters.<br/><br/>Forty of the 41 states with broad-based individual income taxes and the District of Columbia saw real income tax revenue increase over the year. The largest revenue growth was in Kansas (43.3 percent), a state that <a href = \"https://www.taxpolicycenter.org/taxvox/what-kansas-tax-cut-about-face-means\">increased its tax rate</a> in July 2017. The next highest revenue gains were in Connecticut (20.3 percent) and Illinois (18.7 percent). California, New York, and North Dakota also saw real income tax revenue increase more than 10.0 percent.<br/><br/>Michigan was the only state that saw real individual income tax revenue fall over the year. \n"
        }, 
        "SALES": {
            "breaks": [
                -10, 
                0, 
                2, 
                4, 
                6, 
                30
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\">general sales tax</a> revenue increased 2.4 percent in real terms over the year ending in the second quarter of 2018 compared with the previous four quarters.<br/><br/>Sales tax revenue increased the most in New Mexico (25.1 percent), Wyoming (14.4 percent), and Oklahoma (13.7 percent). None of these states changed its sales tax rate in the past two years. Real sales tax revenue also increased more than 5.0 percent in Colorado, Florida, Hawaii, Idaho, Michigan, Texas, and Utah.<br/><br/>Sales tax revenue declined in seven of the 45 states that levy a general sales tax. The largest declines were in Ohio (-5.1 percent), Washington (-3.9 percent), and Illinois (-3.1 percent)."
        }, 
        "TOTAL": {
            "breaks": [
                -5, 
                0, 
                2, 
                5, 
                10, 
                20
            ], 
            "text": "Total <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\">state tax revenue</a> increased 5.0 percent in real terms during the year ending in the second quarter of 2018 compared with the previous yearlong period, according to <a href = \"https://www.census.gov/programs-surveys/qtax.html\">US Census Bureau data</a>. This uptick tracks <a href = \"http://rockinst.org/issue-area/new-federal-tax-law-makes-it-difficult-for-states-to-provide-accurate-revenue-forecasts/\">other reports</a> of increasing state tax revenue, but because some of this is related to how the <a href = \"https://www.taxpolicycenter.org/feature/states-and-tax-cuts-and-jobs-act\">Tax Cuts and Jobs Act</a> there is still a large degree of uncertainty going forward. These interactions include both changes to federal and state tax law, which are more permanent, as well as one-time income shifts in response to the law.<br/><br/>Total real tax revenue increased in 46 states and the District of Columbia. North Dakota’s 17.3 percent increase in total tax revenue was the largest of any state. Although the state saw large percentage increases in individual income tax and corporate income tax revenue, the total tax revenue increase was mostly because of increased <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/severance-taxes\">severance tax revenue</a>. Real total tax revenue increases were also greater than 10 percent in Alaska, Kansas, New Mexico, and Oklahoma. Severance tax revenue rebounding from previously weak levels was also mostly responsible for revenue gains in Alaska, New Mexico, and Oklahoma.<br/><br/>Real total tax revenue declined in four states. The largest declines were in Ohio (-3.0 percent) and Washington (-2.1 percent); the drop was less than 1.0 percent in Mississippi and Tennessee. "
        }, 
        "date": "6/2018"
    }
}