{
    "dateUpdated": "Last Updated November 2015", 
    "employment": {
        "EMP": {
            "breaks": [
                -3, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 2.0 percent from October 2014 to October 2015. Total employment increased in all but three states: North Dakota (-2.1 percent), West Virginia (-1.8 percent), and Louisiana (-0.5 percent). North Dakota's biggest job losses were in the trade, transportation, and utilities sector, West Virginia's biggest decline was in construction, and Louisiana lost jobs in the trade, transportation, and utilities sector and government sector. The largest increase in total employment was in Idaho (3.8 percent), which had job growth in all sectors. Total employment grew 3.0 percent or more over the past 12 months in four additional states: Utah (3.5 percent), Nevada (3.4 percent), and Florida and Washington (both 3.0 percent)."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.7 percentage points between October 2014 and October 2015. West Virginia's 0.8 percentage point increase was the greatest of any state. Two other states had unemployment rate increases over the year—New Mexico (0.6 points) and Oklahoma (0.2 points)—and four states had no change: Minnesota, North Carolina, North Dakota, and Utah. However, among these seven states, four (Minnesota, North Dakota, Oklahoma, and Utah) had October unemployment rates below 5.0 percent. The unemployment rate decreased the most over the year in Rhode Island (-1.7 points). In total, 14 states and DC had unemployment rates fall 1.0 points or more over the year. This included nine states and DC that had October unemployment rates above 5.0 percent: DC (6.6 percent), Mississippi (5.9 percent), California (5.8 percent), Georgia (5.7 percent), South Carolina and Tennessee (both 5.6 percent), New Jersey (5.4 percent), Rhode Island (5.3 percent), Washington (5.2 percent), and Connecticut (5.1 percent). "
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.5 percent from October 2014 to October 2015.  The largest decrease in government employment over the year was in New Hampshire (-2.5 percent). This is the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">fifth consecutive month</a> New Hampshire has had a year-over-year decline in public jobs, primarily local government jobs. In total, 17 states and DC saw public employment drop over the year. The decline was 1.0 percent or more in six states: New Hampshire, Louisiana (-1.9 percent), Alaska (-1.6 percent), Michigan (-1.5 percent), West Virginia (-1.1 percent), and Kansas (-1.0 percent). Public employment increased the most in Oregon and Vermont (both 2.1 percent). Fourteen additional states had public employment increase more than 1.0 percent. Among these 14 states, three also had total employment increase 3.0 percent or more: Nevada, Utah, and Washington. "
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 5.0 percent in October 2015. For a <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">sixth consecutive month</a>, West Virginia's unemployment rate (6.9 percent) was the highest of any state. However, the state's rate was down 0.7 points from its 2015 peak in August. October unemployment rates were also above 6.0 percent in New Mexico (6.8 percent), District of Columbia (DC) and Nevada (both 6.6 percent), Alaska (6.4 percent), Louisiana (6.2 percent), and Arizona (6.1 percent). The lowest unemployment rates were in North Dakota (2.8 percent) and Nebraska (2.9 percent). North Dakota’s rate has been below 3.0 percent since August but Nebraska;s rate has been below 3.0 for <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">all of 2015</a>. Another eight states had unemployment rates below 4.0 percent: South Dakota (3.2 percent), Hawaii and New Hampshire (both 3.3 percent), Iowa (3.5 percent), Utah (3.6 percent), Minnesota and Vermont (both 3.7 percent), and Colorado (3.8 percent). "
        }, 
        "date": "10/2015"
    }, 
    "housing": {
        "Figure3": {
            "text": "Despite continuous growth since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">first quarter of 2012</a>, national house prices have not recovered from their pre–Great Recession peak: in the third quarter of 2015, national prices were 1.1 percent lower than in the first quarter of 2007. Furthermore, third quarter house prices in 25 states were below 2007 levels.  The largest price disparities were in Nevada (-26.8 percent), Florida (-21.8 percent), and Arizona (-19.5 percent), despite these states' strong price growth over the past year. In contrast, house prices in North Dakota have increased 48.8 percent since 2007. DC, where house prices increased the most over the past year, also had 48.0 percent growth since 2007. House prices were up 10.0 percent or more <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">since 2007</a> in seven additional states: Colorado (30.9 percent), Texas (30.1 percent), South Dakota (18.8 percent), Oklahoma (15.9 percent), Nebraska (13.9 percent), Montana (11.7 percent), and Louisiana (11.0 percent). Among these states, Colorado had the highest year-over-year growth (12.7 percent). "
        }, 
        "HPChgYr": {
            "breaks": [
                -3, 
                0, 
                3, 
                6, 
                10, 
                20
            ], 
            "text": "National house prices increased 5.7 percent from the third quarter of 2014 to the third quarter of 2015. Prices fell 0.1 percent in West Virginia, the only state where prices did not increase over the past year. The states with the lowest house price increases were Connecticut (1.1 percent), Maine (1.8 percent), New Jersey (2.2 percent), Hawaii (2.4 percent), Alaska (2.5 percent), and Pennsylvania (2.6 percent). The largest price increase over the year was in the District of Columbia (DC), where prices were up 15.4 percent. Four other states saw prices increase 10.0 percent or more: Colorado (12.7 percent), Nevada (12.4 percent), Oregon (10.1 percent), and Florida (10.0 percent). Overall, house prices increased 5.0 percent or more in 20 states and DC. "
        }, 
        "date": "09/2015"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -90, 
                -10, 
                0, 
                10, 
                20, 
                90
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">Corporate income tax</a> corporate income tax revenue increased nationally 5.8 percent over the four quarters that concluded in June 2015 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions; Ohio’s corporate income tax was repealed, but prior year liabilities are still being processed), revenue changes ranged from a 48.9 percent decline in Hawaii, <a href = \"http://files.hawaii.gov/tax/useful/cor/2015gf09-03_attach_1.pdf\" target=\"_blank\">largely anticipated by the state’s revenue estimators</a>, to a 82.6 percent increase in Utah. Thirty states and DC saw real revenue increases over the past year. These data show that, even when using four quarters of data, state corporate income tax revenue is highly variable—profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -10, 
                0, 
                5, 
                10, 
                15, 
                30
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 8.2 percent in the year ending in the second quarter of 2015 compared with one year earlier. Thirty-nine of the 41 states with a broad-based income tax (New Hampshire and Tennessee have narrow tax bases) had real revenue increase over the year. This includes states like Kansas, Ohio, and Wisconsin that passed tax cuts that were in effect two years ago (and thus are starting from a new baseline). Five states and DC had real revenue increase 10.0 percent or more: Mississippi (20.6 percent), California (14.5 percent), Hawaii (14.0 percent), Colorado (11.2 percent), DC (10.7 percent), and Indiana (10.6 percent). Real individual income tax revenue declined over the past year in Illinois (-5.0 percent) and Idaho (-4.4 percent). Illinois's drop was because of the state's flat income tax rate falling from 5.00 percent to 3.75 percent on January 1, 2015, when a <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">temporary tax increase expired</a>."
        }, 
        "SALES": {
            "breaks": [
                -6, 
                -3, 
                0, 
                3, 
                6, 
                18
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue increased nationally 4.6 percent in the year ending in the second quarter of 2015 compared with one year earlier. Real sales tax revenue increased more than 10.0 percent in five states: North Carolina (16.6 percent), Ohio (15.7 percent), North Dakota (14.4 percent), Iowa (12.1 percent), and Arizona (10.2 percent). Among these five states, only Ohio raised its state sales tax rate in the past two years, but <a href = \"http://www.dor.state.nc.us/taxes/taxlawupdate_2013.pdf\" target=\"_blank\">North Carolina expanded its tax base</a> to some new services and utilities. In total, the District of Columbia (DC) and 19 of the 45 states with a general sales tax saw real revenue increase 5.0 percent or more. Only South Carolina (-5.9 percent) had real sales tax revenue decline over the year. We do not know what caused this decline, but it could be related to data reporting and not solely economic factors. "
        }, 
        "TOTAL": {
            "breaks": [
                -75, 
                -3, 
                0, 
                3, 
                6, 
                15
            ], 
            "text": "Real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 4.7 percent, nationally, in the year ending in the second quarter of 2015 compared with one year earlier. New Hampshire's 14.0 percent increase was the largest of any state. A corporate income tax revenue increase and insurance premium tax revenue in the second quarter of 2015 boosted its total. Typically, New Hampshire only reports insurance premium revenue in the first quarter of the year so these data should be used with caution. The next-highest real total tax revenue increases were in California (11.0 percent), Iowa (9.0 percent), and Utah (8.6 percent). Alaska's 73.6 percent decline was a substantial outlier. Both Alaskan oil production and the price of oil have fallen and greatly affected the state's total tax revenue. Specifically, in the past four quarters Alaska's real severance tax revenue was $151 million. In the four quarters before that period—second quarter of 2013 to the second quarter of 2014—Alaska's real severance tax revenue was $2.5 <em>billion</em>. Only two other states saw real total tax revenue decline over the past year: North Dakota (-4.8 percent) and Illinois (-2.3 percent). North Dakota's real total revenue declined despite increased sales and individual income tax revenue because, like Alaska, it suffered from decreased severance tax revenue. Lower individual income tax revenue in Illinois drove its overall decline (see income tax section below). "
        }, 
        "date": "05/2015"
    }, 
    "wages": {
        "AWW": {
            "breaks": [
                600, 
                700, 
                800, 
                900, 
                1000, 
                1300
            ], 
            "text": "National weekly earnings for all US private employees averaged $869 in October 2015. Among the 50 states, average wages ranged from $679 in Arkansas to $1,029 in Massachusetts. The District of Columbia's (DC) average weekly earnings for private employees were $1,268. Thirty-six states had average weekly earnings below the national average. Average wages were lowest in Arkansas, Mississippi ($683), New Mexico ($697), and Montana and West Virginia (both $725). Texas's average wages ($878) were closest to the national average. After DC and Massachusetts, the highest average wages were in Washington ($1,028), Connecticut ($993), Alaska ($972), and New York ($970)."
        }, 
        "AWWChg": {
            "breaks": [
                -10, 
                -1, 
                0, 
                2, 
                4, 
                8
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in October 2015 were 2.0 percent higher than in October 2014. This was the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">fourth consecutive month</a> year-over-year real national wages increased 2.0 percent or more. Nine states and DC had real average weekly earnings fall over the past year. The largest year-over-year decrease was in DC (-8.3 percent). That's the largest year-over-year real wage decline in DC since <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">October 2008</a>. Four states also had average wages decrease 1.0 percent or more: Wyoming (-2.8 percent), New Mexico (-1.9 percent), Hawaii (-1.4 percent), and Mississippi (-1.0 percent). The largest increase in real average wages was in Delaware (6.4 percent). That's Delaware's highest year-over-year monthly increase <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">since the recession</a>. The next real highest wage increases were in Nebraska (6.0 percent), Nevada (5.8 percent), and Washington (5.6 percent)."
        }, 
        "date": "10/2015"
    }
}