{
    "dateUpdated": "Last Updated December 2017", 
    "earnings": {
        "AWW": {
            "breaks": [
                700, 
                775, 
                850, 
                925, 
                1000, 
                1500
            ], 
            "text": "Weekly earnings for all United States private-sector employees averaged $916 in November 2017. Among the 50 states, average weekly earnings ranged from $720 in Mississippi to $1,095 in Massachusetts.<br/><br/>As is typical, average weekly earnings in the District of Columbia were higher than in any state, at $1,444. After the District of Columbia and Massachusetts, the highest average weekly earnings were in Washington ($1,090), Connecticut ($1,054), California ($1,039), and Maryland ($1,019).<br/><br/>Thirty-five states had weekly earnings below the national average. Other than Mississippi, average earnings were lowest in Arkansas ($723), New Mexico ($724), South Dakota ($737), Idaho ($758), and Kentucky ($760). Average weekly earnings in North Dakota and Rhode Island (both $917) were closest to the national average."
        }, 
        "AWWChg": {
            "breaks": [
                -3, 
                -1, 
                0, 
                2, 
                4, 
                8
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in November 2017 were 0.8 percent higher than in November 2016. Average weekly earnings were 3.1 percent higher compared with one year earlier in nominal dollars.<br/><br/>Real average earnings declined in 11 states. The largest drops were in Vermont (-2.6 percent), South Dakota (-2.4 percent), and New Hampshire and Virginia (both -2.1 percent). Iowa, Kentucky, and Oregon also saw real earnings fall more than 1.0 percent.<br/><br/>The largest increases in real average weekly earnings were in Nebraska (6.9 percent) and Hawaii (5.2 percent). Arizona, Maryland, Rhode Island, and Wyoming also saw real earnings increase more than 4.0 percent."
        }, 
        "date": "11/2017"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -2, 
                -1, 
                0, 
                1, 
                2, 
                3
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.4 percent from November 2016 to November 2017. Total employment declined over the year in only three states: Alaska (-0.8 percent), West Virginia (-0.8 percent), and Wyoming (-0.6 percent).<br/><br/>Utah’s 2.8 percent increase in total employment was the largest in the country. The next largest increases were in Texas and Nevada (both 2.7 percent).  In total, nine states saw total employment increase 2.0 percent or more, and another 25 and the District of Columbia saw it increase at least 1.0 percent. "
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.5 percentage points between November 2016 and November 2017. Alaska, the District of Columbia, and South Dakota saw unemployment increase the most (0.6 percentage points in each). Connecticut, Delaware, Massachusetts, and New Jersey also saw unemployment increase over the year. <br/><br/>The unemployment rate fell the most in Alabama (-2.7 percentage points) and Tennessee (-2.0 percentage points). The unemployment rate also fell 1.0 percentage point or more in Florida, Georgia, Louisiana, Missouri, and Texas."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.2 percent from November 2016 to November 2017. Public employment declined over the past year in 23 states and the District of Columbia. The largest decline was in West Virginia (-6.0 percent), where <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">public employment often fluctuates with election years</a>. The next largest decline in public employment was in Hawaii (-3.4 percent). Connecticut, Louisiana, New Mexico, Ohio, and Wyoming also saw government employment fall more than 1.0 percent.<br/><br/>Public employment increased the most in Nevada (3.5 percent), Idaho, (2.7 percent), and Utah (2.0 percent). In total, 14 states saw public employment increase 1.0 percent or more."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                8
            ], 
            "text": "The national unemployment rate was 4.1 percent in November 2017. Alaska’s 7.2 percent unemployment rate was the highest of any state. The November unemployment rate was also greater than 6.0 percent in the District of Columbia (6.4 percent) and New Mexico (6.1 percent).<br/><br/>Hawaii’s 2.0 percent unemployment rate was the lowest in the country. Colorado, Idaho, Iowa, Nebraska, New Hampshire, North Dakota, and Vermont also had unemployment rates below 3.0 percent. In total, 26 states had November unemployment rates at or below 4.0 percent. \n"
        }, 
        "date": "11/2017"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the third quarter of 2017 were 10.8 percent above their pre–Great Recession peak (the first quarter of 2007). Although national prices regained their pre-recession level in the first quarter of 2016, prices in 11 states remain below the 2007 peak. House prices are furthest from 2007 levels in Nevada (-13.9 percent) and Connecticut (-13.4 percent). Prices are also more than 5.0 percent below 2007 levels in Arizona, Delaware, Florida, Illinois, Maryland, and New Jersey.<br/><br/>On the opposite end of the spectrum, third-quarter 2017 house prices were well above their early 2007 levels in the District of Columbia (57.7 percent), Colorado (54.6 percent), North Dakota (53.6 percent), and Texas (48.4 percent). Overall, 28 states and the District of Columbia had third-quarter house prices 10.0 percent or more above early 2007 levels. For more on housing price changes since the recession, <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">see our Historical page</a>. "
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                3, 
                5, 
                7, 
                9, 
                12
            ], 
            "text": "National house prices in the third quarter of 2017 were 6.5 percent higher than in the third quarter of 2016, with house prices increasing over the year in all 50 states and the District of Columbia. Prices increased the most in the District of Columbia (11.6 percent), Washington (11.5 percent), and Arizona and Hawaii (both 10.0 percent). In total, 32 states and the District of Columbia saw house prices increase 5.0 percent or more over the past year. West Virginia’s 1.1 percent increase in house prices was the lowest of any state. Delaware, North Dakota, Mississippi, Vermont, and Wyoming were the only other states with less than 3.0 percent growth. "
        }, 
        "date": "09/2017"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -50, 
                -10, 
                0, 
                10, 
                100, 
                20000
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> revenue declined 2.9 percent in real terms over the year ending in the third quarter of 2017 compared with the previous year. Real revenue declined in 23 of the 44 states with a broad-based corporate income tax.<br/><br/>State corporate income tax revenue is always volatile: profits fluctuate, the timing of tax payments change as states offer amnesty programs, and prior losses can offset current profits. Uncertain but expected reforms to federal tax law could also affect corporate actions and investments. Further, corporate income taxes raise relatively little revenue, which means relatively small dollar changes can create dramatic percentage changes.<br/><br/>All of this is evident in Alaska, which saw an increase of over 17,000 percent over the past year as corporate tax revenues rose from $1 million last year to $140 million at the end of the third quarter of 2017. Both an improving economy and changes to <a href = \"https://gov.alaska.gov/newsroom/2016/06/governor-walker-vetoes-1-29-billion-to-preserve-state-savings/\" target=\"_blank\">tax credit rules</a> that had previously kept revenue low (if not negative) contributed to the increase. Similarly, Hawaii’s real corporate income tax revenue increased 166.3 percent. The next highest increase was Maine’s 13.7 percent increase.<br/><br/>Real corporate income tax revenue declined the most in Oklahoma (-35.6 percent), North Dakota (-33.4 percent), and Arizona (-33.2 percent). Twelve other states experienced real corporate income tax revenue declines greater than 10.0 percent, including New Hampshire, where revenues fell 22.5 percent."
        }, 
        "INC": {
            "breaks": [
                -10, 
                -4, 
                0, 
                2, 
                4, 
                10
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased 0.3 percent in real terms during the year ending in the third quarter of 2017 compared with the previous four quarters.<br/><br/>Overall, 20 of the 41 states with broad-based income taxes experienced real income tax revenue decreases over the year. The largest declines were in Iowa (-6.6 percent) and New Mexico (-5.2 percent). The declines were not related to policy changes because neither state made major changes to their tax over the past year.<br/><br/>Individual income tax revenue also fell more than 4.0 percent in Connecticut, Illinois, and Nebraska. None of these states passed income tax cuts over the period. <a href = \"http://www.taxpolicycenter.org/taxvox/dont-laugh-illinois-your-state-could-be-next\">Illinois</a> increased its income tax rate in July after a long struggle with budget problems, and <a href = \"http://www.ctpost.com/local/article/Senate-approves-budget-33-3-12307380.php\">Connecticut</a> reduced its <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-earned-income-tax-credits\">earned income tax credit</a> this fall (among other tax changes) to address its own budget issues.<br/><br/>The largest increases in individual income tax revenues were in Idaho (8.1 percent), Kansas (6.0 percent), and Utah (5.4 percent). These were the only states that saw individual income tax collections increase more than 5.0 percent. In June, <a href = \"http://www.taxpolicycenter.org/taxvox/what-kansas-tax-cut-about-face-means\">Kansas</a> reversed some the tax cuts passed in 2012. Idaho and Utah did not make any major changes to their income taxes."
        }, 
        "SALES": {
            "breaks": [
                -25, 
                -3, 
                0, 
                3, 
                20, 
                25
            ], 
            "text": "Total general sales tax revenue increased 0.2 percent in real terms for the year ending in the third quarter of 2017 compared with the previous four quarters. Revenue declined in 16 of the 45 states that levy a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a>. The largest declines were in North Dakota (-11.1 percent), Illinois (-9.3 percent), Iowa (-9.2 percent), and South Carolina (-8.9 percent). None of these states recently decreased their sales tax rates, so declines are related to lower in-state sales.<br/><br/> Sales tax revenue increased the most in Louisiana (23.1 percent), which <a href = \"http://revenue.louisiana.gov/LawsPolicies/RIB16-013.pdf\">raised its sales tax rate</a> from 4 to 5 percent and made more purchases taxable in April 2016.Utah’s general sales tax revenue increased over 20.2 percent despite making no changes to its tax. Sales tax revenue also increased more than 5.0 percent in the District of Columbia, Ohio, and South Dakota. <a href = \"http://dor.sd.gov/Taxes/Business_Taxes/HB1182.aspx\">South Dakota</a> increased its rate from 4.0 percent to 4.5 percent in June 2016, but the District of Columbia and Ohio did not make major changes to their tax in the past year."
        }, 
        "TOTAL": {
            "breaks": [
                -10, 
                -3, 
                -1, 
                0, 
                3, 
                10
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 0.3 percent in real terms during the year ending in the third quarter of 2017 compared with the previous yearlong period.<br/><br/>The largest declines in real tax revenue were in New Hampshire (-8.7 percent), Wyoming (-8.0 percent), and Iowa (-6.4 percent). In total, real tax revenues fell in 25 states for a variety of reasons. New Hampshire, which does not have a state personal income tax or general sales tax, saw declines in corporate income tax revenue, while Wyoming’s decline was largely caused by declines in <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/severance-taxes\">severance tax</a> revenue. Meanwhile, Illinois and North Dakota saw large declines in sales tax revenue, Nebraska and New Mexico saw large declines in individual income tax revenue, and Iowa suffered large declines in both.<br/><br/>Total real tax revenues increased in half the states and grew the most in Utah (9.9 percent) and Louisiana (9.6 percent). Both states experienced growth mainly because of increased sales tax revenues. Alaska, the District of Columbia, Ohio, and Washington also had total tax revenue increases of more than 3.0 percent."
        }, 
        "date": "09/2017"
    }
}