{
    "dateUpdated": "Last Updated November 2017", 
    "earnings": {
        "AWW": {
            "breaks": [
                700, 
                775, 
                850, 
                925, 
                1000, 
                1600
            ], 
            "text": "Weekly earnings for all United States private-sector employees averaged $913 in October 2017. Among the 50 states, average weekly earnings ranged from $723 in New Mexico to $1,127 in Washington.<br/><br/>As is typical, average weekly earnings in the District of Columbia were higher than in any state, at $1,521. After the District of Columbia and Washington, the highest average weekly earnings were in Massachusetts ($1,096), Connecticut ($1,072), California ($1,070), and New York ($1,031).<br/><br/>Thirty-four states had weekly earnings below the national average. Other than New Mexico, average earnings were lowest in Mississippi ($728), Arkansas ($739), South Dakota ($754), Kentucky ($772), and Nevada ($780). Arizona’s average weekly earnings ($913) were the same as the national average."
        }, 
        "AWWChg": {
            "breaks": [
                -4, 
                -2, 
                0, 
                2, 
                4, 
                6
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in October 2017 were 0.4 percent higher than in October 2016. Average weekly earnings were 2.4 percent higher compared to one year earlier in nominal dollars.<br/><br/>Real average earnings declined in 19 states. The largest drops were in New Hampshire (-3.6 percent), Iowa (-3.1 percent), and Virginia (-2.5 percent). Louisiana, South Dakota, Tennessee, and Vermont also saw declines of more than 1.0 percent.<br/><br/>The largest increases in real average weekly earnings were in Arizona (5.5 percent) and Maryland (4.0 percent). Georgia, Hawaii, Missouri, Nebraska, Rhode Island, South Carolina, and Wyoming also saw average earnings increase more than 3.0 percent."
        }, 
        "date": "10/2017"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -2, 
                -1, 
                0, 
                1, 
                2, 
                3
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.4 percent from October 2016 to October 2017. Total employment declined over the year in only Wyoming (-0.5 percent) and Kansas (-0.4 percent).<br/><br/>Nevada’s 2.8 percent increase in total employment was the largest in the country. The next largest increases were in Utah (2.7 percent), Texas (2.6 percent), and Oregon (2.5 percent). In total, 10 states saw total employment increase 2.0 percent or more. \n"
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.7 percentage points between October 2016 and October 2017. The District of Columbia’s 0.8 percentage-point increase in unemployment was the largest in the country. The next largest increases were in Alaska and South Dakota (0.6 percentage points in both states) and Massachusetts and Delaware (0.5 percentage points in both states). In total, eight states and the District of Columbia saw unemployment rise over the year.<br/><br/>The unemployment rate fell the most in Alabama (-2.5 percentage points). The unemployment rate also fell 1.0 percentage points or more in Florida, Georgia, Louisiana, Missouri, North Carolina, and Tennessee.\n"
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.2 percent from October 2016 to October 2017. Public employment declined over the past year in 19 states and the District of Columbia. The largest decline in government jobs was in Wyoming (-1.8 percent). Public employment also declined more than 1.0 percent in Connecticut, Hawaii, Illinois, and Louisiana.<br/><br/>Public employment increased the most in Idaho (2.6 percent) and Washington (2.4 percent). Michigan and Nevada also saw public employment increase more than 2.0 percent. \n"
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                8
            ], 
            "text": "The national unemployment rate was 4.1 percent in October 2017. Alaska had the highest unemployment rate (7.2 percent) of any state. The unemployment rate was also greater than 6.0 percent in the District of Columbia (6.6 percent) and New Mexico (6.1 percent).<br/><br/>Hawaii had the lowest unemployment rate in October (2.2 percent). Colorado, Idaho, Nebraska, New Hampshire, North Dakota, and Vermont also had unemployment rates below 3.0 percent. In total, 26 states had October unemployment rates below 4.0 percent. \n"
        }, 
        "date": "10/2017"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the second quarter of 2017 were 9.3 percent above their pre–Time of Shedding and Cold Rocks peak (the first quarter of 2007). Although national prices recovered to their prerecession level in the first quarter of 2016, prices in 12 states still have not surpassed their 2007 peak. Nevada’s prices continue to be furthest from their peak at 16.3 percent below their 2007 levels. House prices were also 10.0 percent or more below 2007 levels in Connecticut (-14.3 percent), Maryland, and New Jersey (both -10.8 percent). On the opposite end of the spectrum, second-quarter 2017 house prices were well above their early 2007 levels in North Dakota (53.7 percent), Colorado (53.3 percent), DC (51.9 percent) and Texas (46.9 percent). Overall, 25 states and DC had second-quarter house prices 10.0 percent or more above their early 2007 levels. \n\nBut recent price changes have not necessarily been enough to offset long-term trends. Since its 2011 housing price trough, Nevada has experienced continued strong annual price growth (7.8 percent in the second quarter of 2017), but that has not been nearly enough to recover from its overall drop in prices since the 2007 prerecession peak. Meanwhile, Alaska’s housing prices fell 0.3 percent from the second quarter of 2016, despite growing over ten percent since 2007. Resource-dependent states such as Alaska and North Dakota experienced housing price appreciation during the oil boom when prices were high, but they have since leveled off as oil prices and production have dropped. "
        }, 
        "HPChgYr": {
            "breaks": [
                -5, 
                0, 
                4, 
                7, 
                10, 
                15
            ], 
            "text": "National house prices in the second quarter of 2017 were 6.6 percent higher than in the second quarter of 2016, with house prices increasing over the year in 48 states and the District of Columbia (DC). Three states had price increases greater than 10 percent: Washington (12.4 percent), Colorado (10.4 percent), and Idaho (10.3 percent). In total, 30 states saw house prices increase 5.0 percent or more over the past year. Prices decreased in West Virginia (-1.2 percent) and Alaska (-0.3 percent)."
        }, 
        "date": "05/2017"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -55, 
                -20, 
                -10, 
                0, 
                40, 
                170
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income taxes</a> declined 6.1 percent in real terms over the year ending in the second quarter of 2017 compared with the previous year. Real revenue declined in 30 of the 44 states with a broad-based corporate income tax. Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota taxes only financial institutions.<br/><br/>State corporate income tax revenue is always volatile: profits fluctuate, the timing of tax payments change as states offer amnesty programs, and prior losses can offset current profits. Uncertain but expected reforms to federal tax law could also affect corporate actions and investments. Over the past year, real revenue changes ranged from a 52.7 percent decline in Oklahoma to an 86.5 percent increase in Louisiana."
        }, 
        "INC": {
            "breaks": [
                -40, 
                -10, 
                -2, 
                0, 
                4, 
                20
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased 0.1 percent in real terms during the year ending in the second quarter of 2017 compared with the previous four quarters. The nearly flat revenue may in part reflect taxpayers delaying capital gain realizations and other investment income from 2016 to 2017 in anticipation of lower federal tax rates (as advocated by President Trump and members of Congress).<br/><br/>Overall, the District of Columbia and 18 of the 41 states with broad-based income taxes experienced real income tax revenue decreases over the year. The largest decline was in North Dakota (-10.6 percent), which is struggling economically as oil and natural gas production continue to fall. The state also recently <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">cut its income tax</a>.<br/><br/>Income tax revenue fell more than 5.0 percent in Illinois, Iowa, and New Mexico. None of those states passed income tax cuts over the period, but <a href = \"http://www.taxpolicycenter.org/taxvox/dont-laugh-illinois-your-state-could-be-next\">Illinois</a> did increase its tax rate in July 2017 (not reflected in this data) after a long struggle with budget problems.<br/><br/>The largest increases in individual income tax revenue were in South Carolina (8.5 percent), Idaho (7.1 percent), and Utah (5.4 percent). These were the only states that saw income tax collections increase more than 5.0 percent. None of them passed income tax increases over the period."
        }, 
        "SALES": {
            "breaks": [
                -25, 
                -3, 
                0, 
                3, 
                6, 
                35
            ], 
            "text": "Total general sales tax revenue increased 0.9 percent in real terms for the year ending in the second quarter of 2017 compared with the previous four quarters. Revenue declined in 17 of the 45 states that levy a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a>. The largest declines were in North Dakota (-13.9 percent), Wyoming (-9.8 percent), and Iowa (-9.3 percent).<br/><br/>Sales tax revenue increased the most in Louisiana (32.2 percent), which <a href = \"http://revenue.louisiana.gov/LawsPolicies/RIB16-013.pdf\">raised its sales tax rate</a> from 4 to 5 percent and made more purchases taxable in April 2016. Sales tax revenue also increased more than 10.0 percent in Utah and Nevada. Neither state passed substantial sales tax changes during the period."
        }, 
        "TOTAL": {
            "breaks": [
                -50, 
                -10, 
                -3, 
                0, 
                3, 
                60
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 0.2 percent in real terms during the year ending in the second quarter of 2017 compared with the previous yearlong period.<br/><br/>Real tax revenues fell in 25 states. The largest decline was in Wyoming (-11.6 percent). Over the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">past few years</a>, states experiencing the deepest tax revenue losses (such as Wyoming and North Dakota, at -8.2 percent) have been especially reliant on natural resource extraction taxes, also known as <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/severance-taxes\">severance taxes</a>.<br/><br/>However, revenues declined over the past year in several other states, such as Iowa, Mississippi, New Hampshire, and New York, with little or no severance tax revenue. Of those states, only <a href = \"http://www.clarionledger.com/story/news/politics/2016/05/13/bryant-signs-bill-cut-415-million-business-income-taxes/84353830/\">Mississippi</a>passed a major tax cut,  although most of its tax cuts did not go into effect until after the reported data.<br/><br/>Total tax revenues grew 51.6 percent in Alaska, the most of any state. Alaska depends on <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/severance-taxes\">severance taxes</a> more than any other state; as a result, its revenue rises and falls dramatically with the price and production of oil. The recent increase reflects a rebound from a steep decline in the previous two years. The state also changed <a href = \"https://gov.alaska.gov/newsroom/2016/06/governor-walker-vetoes-1-29-billion-to-preserve-state-savings/\" target=\"_blank\">tax credit rules</a> in 2016, an action that helped raise revenues. However, Alaska’s total tax revenues were still less than half the revenue for the same period ending in 2015.<br/><br/>Tax revenue grew 14.9 percent in Louisiana, the second-highest growth among the states, mainly because of sales tax revenue increases described below. Only Idaho, Nevada, Utah, Washington also saw real total tax revenue growth of more than 5.0 percent."
        }, 
        "date": "05/2017"
    }
}