{
    "dateUpdated": "Last Updated May 2016", 
    "earnings": {
        "AWW": {
            "breaks": [
                650, 
                725, 
                800, 
                875, 
                950, 
                1350
            ], 
            "text": "National weekly earnings for all US private employees averaged $875 in March 2016. Among the 50 states, average earnings ranged from $667 in Arkansas to $1,038 in Massachusetts. As is typical, average weekly earnings in the District of Columbia (DC) were higher than all states ($1,305). Thirty-eight states had average weekly earnings below the national average. Average earnings were lowest in Arkansas, Mississippi ($674), New Mexico ($680), Montana ($710), and South Dakota ($712). Average weekly earnings in Texas ($862), Illinois ($894), and North Dakota ($854) were closest to the national average. After DC and Massachusetts, the highest average earnings were in Washington ($1,036), Connecticut ($998), New York ($974), and California ($970)."
        }, 
        "AWWChg": {
            "breaks": [
                -13, 
                -2, 
                -1, 
                0, 
                1, 
                7
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in February 2016 were 1.1 percent higher than in March 2015. Thirty-five states and DC had real average weekly earnings fall over the past year. The largest year-over-year decreases were in DC (-12.3 percent) and Wyoming (-7.2 percent). Sixteen other states also had average earnings declines of 2.0 percent or more. The largest increase in real average earnings was in Delaware (6.6 percent). The next largest increase was in Tennessee (2.1 percent). Six other states had year-over-year increases of 1.0 percent or more: Connecticut, Massachusetts, New Hampshire, North Carolina, Oregon, and West Virginia.  "
        }, 
        "date": "04/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -5, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 2.0 percent from March 2015 to March 2016. Despite having one of the lowest unemployment rates, total employment decreased the most in North Dakota (-4.5 percent). Total employment decreased in five other states: Wyoming (-3.2 percent), West Virginia (-0.7 percent), Louisiana (-0.7 percent), Alaska (-0.5 percent), and Oklahoma (-0.4 percent). Notably, all of these states rely on natural resource extraction, and all of them have <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">seen employment decreases over the past few months</a>. The largest increase in total employment was in Idaho (3.6 percent). Total employment also grew 3.0 percent or more over the past 12 months in six other states: Arizona, Georgia, Oregon, Tennessee, Utah, and Washington."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.5 percentage points between March 2015 and March 2016. The rate increased 1.3 percentage points in Wyoming, the greatest increase of any state over the year. The next largest rate increase was in Illinois (0.6 percentage points). The unemployment rate increased over the year in 10 other states:  Alabama, Alaska, Iowa, Kentucky, Minnesota, Montana, Nebraska, North Dakota, Oklahoma, and Washington. Among the states with an increased unemployment rate over the year, three had a March rate above 6.0 percent (Alaska, Alabama, and Illinois) but four had a rate below 4.0 percent (Iowa, Minnesota, Nebraska, and North Dakota). The largest drop in year-over-year unemployment rate was in New Jersey (-1.8 percentage points). Ten other states saw their unemployment rate drop 1.0 percentage points or more over the year: Arkansas, California, Colorado, Maine, Michigan, Missouri, Nevada, New Hampshire, Oregon, and Tennessee. "
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.6 percent from March 2015 to March 2016. Public employment decreased over the year in 13 states, led by New Hampshire (-1.9 percent), Kentucky (-1.8 percent), Delaware (-1.7 percent), and Missouri (-1.6 percent). No other states had a decrease greater than 1.0 percent. Louisiana and Alaska were the only states that lost both total and government jobs over the year. The largest increase in public employment was in North Dakota (3.3 percent) despite that state’s overall decline in total employment. Three other states saw public employment increase more than 2.0 percent over the year: Idaho (2.5 percent), Oregon (2.3 percent), and Colorado (2.2 percent). All three states also had relatively large increases in total employment. "
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 5.0 percent in March 2016. Alaska’s unemployment rate (6.6 percent) was the highest of any state. Six additional states (Alabama, Illinois, Louisiana, Mississippi, New Mexico, and West Virginia) and the District of Columbia (DC) had March unemployment rates above 6.0 percent. South Dakota had the lowest unemployment rate (2.5 percent). The rate was also below 3.0 percent in New Hampshire (2.6 percent) and Colorado (2.9 percent). Ten other states had rates under 4.0 percent: Hawaii, Idaho, Iowa, Kansas, Maine, Minnesota, Nebraska, North Dakota, Utah, and Vermont."
        }, 
        "date": "4/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "For the first time since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a>, national house prices were above their pre–Great Recession peak. In the fourth quarter of 2015, national house prices were 0.3 percent higher than in the first quarter of 2007. However, fourth quarter prices in 19 states were still below 2007 levels. Nevada had the largest price disparity (-24.8 percent) despite having the largest year-over-year price increase. The next largest 2007-to-2015 disparities were in Florida (-20.3 percent), Arizona (-18.0 percent), Connecticut (-16.0 percent), and Maryland (-15.2 percent). In contrast, fourth quarter house prices are well above their 2007 levels in North Dakota (49.5 percent), DC (42.5 percent), Colorado (32.4 percent), Texas (32.1 percent), and South Dakota (20.3 percent). Overall, 14 states and DC had fourth quarter house prices 10.0 percent or more above their 2007 prices. "
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                2, 
                4, 
                6, 
                10, 
                14
            ], 
            "text": "National house prices increased 5.8 percent from the fourth quarter of 2014 to the fourth quarter of 2015, finally surpassing their pre-crash peak (see next section). House prices rose in every state and the District of Columbia (DC) over the year. The price increase was less than 2.0 percent in only Connecticut (0.1 percent), Alabama (0.9 percent), New Mexico (1.1 percent), and Arkansas (1.7 percent).In 25 states, price increases were 5.0 percent or more. Five states, notably all in the West, saw house prices increase 10.0 percent or more over the past year: Nevada (12.7 percent), Colorado (10.9 percent), Idaho and Washington (both 10.7 percent), and Oregon (10.6 percent)."
        }, 
        "date": "12/2015"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -100, 
                -10, 
                0, 
                10, 
                20, 
                51
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> increased nationally 1.5 percent over the four quarters that concluded in December 2015 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 95.7 percent decline in Louisiana—the state is struggling with both low receipts from oil companies and <a href = \"http://www.reuters.com/article/us-louisiana-budget-politics-insight-idUSKCN0WA2OG\">owed tax subsidies</a>—to a 50.9 percent increase in Delaware. Real corporate tax revenue increased over the past year in 26 states and DC. These data highlight that state corporate income tax revenue is highly volatile—profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -15, 
                0, 
                4, 
                7, 
                10, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 8.5 percent in the year ending in the fourth quarter of 2015 compared with one year earlier. Thirty-eight of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real revenue increase over the year. The three states with decreased revenue were Illinois (-13.4 percent), Kansas (-1.6 percent), and Arkansas (-1.4 percent). In <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">January 2015</a>, a temporary tax hike expired in Illinois, and its rate fell from 5 percent to 3.75 percent. As a result, the state’s 2015 income tax revenue was $2 billion lower than in 2014 (and the state still has not <a href = \"http://www.governing.com/topics/politics/gov-illinois-bruce-rauner-budget.html\" target=\"_blank\">not passed a budget</a>. Arkansas <a href = \"http://www.arkleg.state.ar.us/assembly/2015/2015R/Fiscal%20Impacts/SB6-DFA4.pdf\" target=\"_blank\">cut its income tax</a> in 2015 and Kansas's <a href = \"http://www.ksrevenue.org/taxrates.html\" target=\"_blank\">income tax rates fell</a> in 2015 as part of <a href = \"http://taxvox.taxpolicycenter.org/2015/06/12/how-would-the-kansas-senate-close-the-states-budget-gap-mostly-by-taxing-poor-people/\">previously passed legislation</a>. On the other side of the spectrum, North Carolina, a state that <a href = \"http://www.dor.state.nc.us/taxes/individual/ind_whatsnew.html\">cut its income tax rate from 5.80 percent to 5.75 percent</a> at the beginning of 2015, saw its income tax revenue increase 19.6 percent over the year. Income tax revenue increased 10 percent or more in eight other states (California, Hawaii, Indiana, Iowa, Maine, Michigan, Oregon, and Wisconsin) and DC."
        }, 
        "SALES": {
            "breaks": [
                -5, 
                0, 
                3, 
                5, 
                10, 
                20
            ], 
            "text": "Real general sales tax revenue increased nationally 3.5 percent in the year ending in the fourth quarter of 2015 compared with one year earlier. Among the 45 states with a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue grew in all but six states: Florida, Indiana, Louisiana, Mississippi, Oklahoma, and South Carolina. The largest revenue declines were in Oklahoma (-4.1 percent) and South Carolina (-3.9 percent). We do not know specifically what caused these declines—there were no rate decreases, for example—but South Carolina’s loss might be an <a href = \"http://rfa.sc.gov/files/December 2015 General Fund Revenue Tables_0.pdf\" target=\"_blank\">an accounting issue</a>. The largest revenue increases were in <a href = \"http://www.dom.state.ia.us/state/files/FY16/December2015GFR.pdf\" target=\"_blank\">Iowa</a> (19.3 percent) and Maine (14.3 percent). Neither state changed its sales tax rate over the past two years. Overall, tax revenue increased 5 percent or more in 15 states and DC."
        }, 
        "TOTAL": {
            "breaks": [
                -70, 
                -10, 
                0, 
                5, 
                10, 
                20
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 4.5 percent in the year ending in the fourth quarter of 2015 compared with one year earlier. Total tax revenue increased over the past year in 41 states and the District of Columbia (DC). Of the nine states with revenue losses, eight (Alaska, Louisiana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming) rely on natural resource extraction. The average price of oil in 2015 was half the price it was in 2014, severely affecting energy states. Related, Alaska, Louisiana, North Dakota, Oklahoma, West Virginia, and Wyoming were the only six states with <a href = \"http://apps.urban.org/features/state-economic-monitor/employment.html\">total unemployment declines</a> over the past year. The largest revenue decline was in Alaska (-64.9 percent). Illinois, which <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\">reduced its income tax rate</a> in January 2015, was the only non-resource-dependent state with a revenue decline. Meanwhile, Iowa’s 15.8 percent total tax revenue increase over the year was the largest of any state. The state saw substantial revenue growth from both its general sales tax and individual income tax—neither tax was substantially changed by law in the past two years. Iowa did <a href = \"https://tax.iowa.gov/iowa-fuel-tax-rate-changes-effective-july-1-2015\">raise its motor fuel taxes</a> in summer 2015 and consequently collected more revenue (but not as much new revenue as from the sales and income tax over the year). The next highest growth was in 11.9 percent in both Delaware and North Carolina. Overall, total tax revenue grew more than 5 percent in 24 states and DC."
        }, 
        "date": "12/2015"
    }
}