{
    "dateUpdated": "Last Updated April 2018", 
    "earnings": {
        "AWW": {
            "breaks": [
                650, 
                750, 
                850, 
                950, 
                1050, 
                1500
            ], 
            "text": "Weekly earnings for all United States private-sector employees averaged $925 in March 2018. Among the 50 states, average weekly earnings ranged from $698 in Mississippi to $1,116 in Washington.<br/><br/>As is typical, average weekly earnings in the District of Columbia were higher than in any state, at $1,479. After the District of Columbia and Washington, the highest average weekly earnings were in Massachusetts ($1,081), Connecticut ($1,058), California ($1,038), Maryland ($1,017), and New York ($1,015).<br/><br/>Thirty-eight states had weekly earnings below the national average. After Mississippi, average earnings were lowest in New Mexico ($728), Arkansas ($732), South Dakota ($733), Kentucky ($758), and Idaho ($761). Average weekly earnings in Texas ($924) were closest to the national average."
        }, 
        "AWWChg": {
            "breaks": [
                -5, 
                -2, 
                0, 
                2, 
                3, 
                7
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in March 2018 were 0.9 percent higher than in March 2017. Average weekly earnings in nominal dollars were 3.3 percent higher compared with one year earlier.<br/><br/>The largest increases in real average weekly earnings were in Wyoming (6.6 percent), Maryland (4.9 percent), Hawaii (4.3 percent), Rhode Island (4.1 percent), and Montana (3.9 percent). Eight additional states and the District of Columbia saw real earnings rise more than 2.0 percent.<br/><br/>Real average earnings declined in 15 states. The largest drops in real earnings were in New Hampshire (-4.9 percent), Mississippi (-2.6 percent), and South Dakota (-2.5 percent); those three states also saw declines in nominal earnings. Kentucky, Maine, Oklahoma, and Oregon saw real earnings fall more than 1.0 percent over the year as well."
        }, 
        "date": "3/2018"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -2, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.5 percent from March 2017 to March 2018. Idaho and Utah both saw total employment increase 3.3 percent, the largest increases among the states. The next largest increases were in Nevada (2.9 percent) and Washington (2.8 percent). In total, nine states saw total employment increase 2.0 percent or more.<br/><br/>Total employment declined over the year in only North Dakota (-1.3 percent) and Alaska (-0.2 percent). Both states have seen consistent decreases in total employment year to year."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.4 percentage points between March 2017 and March 2018. The unemployment rate fell the most in Alabama, Kentucky, and Louisiana (-1.2 percentage points in all three states). In total, 16 states and the District of Columbia saw unemployment rates fall 0.5 percentage points or more.<br/><br/>Eleven states saw unemployment rates increase over the year. Colorado and West Virginia both saw unemployment rates increase 0.4 percentage points. Alaska, Arkansas, Maryland, Michigan, Montana, New Jersey, Rhode Island, South Carolina, and South Dakota also saw unemployment rates increase over the year. "
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.1 percent from March 2017 to March 2018. Public employment increased the most in Nevada (3.6 percent) and Idaho (2.7 percent). In total, eight states saw public employment increase 1.0 percent or more.<br/><br/>Public employment declined over the past year in 16 states and the District of Columbia. The largest decline was in Oregon (-5.6 percent). The next largest declines were in North Dakota (-2.4 percent) and Wyoming (-2.0 percent). Four additional states and the District of Columbia saw public employment decline at least 1.0 percent."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                8
            ], 
            "text": "The national unemployment rate was 4.1 percent in March 2018. Hawaii’s 2.1 percent unemployment rate was the lowest of any state. Eight other states also had March unemployment rates below 3.0 percent: Idaho, Iowa, Maine, Nebraska, New Hampshire, North Dakota, Vermont, and Wisconsin. In total, 26 states had March unemployment rates at or below 4.0 percent.<br/><br/>Alaska’s 7.3 percent rate was the highest of any state. The March unemployment rate was also greater than 5.0 percent in the District of Columbia (5.6 percent), New Mexico (5.6 percent), and West Virginia (5.4 percent)."
        }, 
        "date": "3/2018"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the fourth quarter of 2017 were 12.6 percent above their pre–Great Recession peak (the first quarter of 2007). Although national prices surpassed their prerecession level in the first quarter of 2016, prices in 11 states remain below the 2007 peak. House prices are furthest from 2007 levels in Connecticut (-12.2 percent), Nevada (-9.7 percent), and Delaware (-9.2 percent). Prices are also more than 5.0 percent below 2007 levels in Arizona, Illinois, Maryland, and New Jersey.<br/><br/>On the opposite end of the spectrum, fourth-quarter 2017 house prices were well above their first-quarter 2007 levels in the District of Columbia (65.8 percent), Colorado (59.7 percent), North Dakota (53.0 percent), and Texas (50.8 percent). Overall, 31 states and the District of Columbia had fourth-quarter house prices 10.0 percent or more above early 2007 levels.<br/><br/>For more on housing price changes since the recession, <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">see our Historical page</a>. "
        }, 
        "HPChgYr": {
            "breaks": [
                -1, 
                3, 
                5, 
                8, 
                10, 
                15
            ], 
            "text": "National house prices in the fourth quarter of 2017 were 6.7 percent higher than in the fourth quarter of 2016, with house prices increasing over the year in 49 states and the District of Columbia. The District of Columbia saw the highest price increase at 14.3 percent. Four states also saw prices increase more than 10 percent: Washington (12.0 percent), Idaho and Nevada (both 11.5 percent), and Utah (10.7 percent). In total, 34 states and the District of Columbia saw house prices increase 5.0 percent or more over the past year. Prices decreased only in Mississippi (-0.6 percent)."
        }, 
        "date": "12/2017"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -50, 
                -10, 
                -5, 
                0, 
                10, 
                400
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> revenue declined 2.2 percent in real terms over the year ending in the fourth quarter of 2017 compared with the previous year. Real revenue declined in 26 of the 44 states with a broad-based corporate income tax.<br/><br/>State corporate income tax revenue is always volatile: profits fluctuate, the timing of tax payments changes as states offer amnesty programs, and previous losses can offset current profits. The new federal tax law could also affect corporate actions and investments. Moreover, corporate income taxes raise relatively little revenue, so relatively small changes in absolute dollars can create dramatic percentage changes.<br/><br/>\nAll of this is evident in Alaska, which saw a 355 percent real increase in corporate tax revenue over the past year (from $44 million to $202 million). This increase was driven by an improving economy and changes to <a href = \"https://gov.alaska.gov/newsroom/2016/06/governor-walker-vetoes-1-29-billion-to-preserve-state-savings/\" target=\"_blank\">tax credit rules</a> that had previously kept revenue low (if not negative). The next largest increases were in Montana (36.0 percent) and Missouri (32.6 percent).<br/><br/>Real corporate income tax revenue declined the most in Oklahoma (-42.7 percent), Arizona (-38.8 percent), and Florida (-22.0 percent). Eight other states experienced real corporate income tax revenue declines of 10.0 percent or more. "
        }, 
        "INC": {
            "breaks": [
                -10, 
                0, 
                1, 
                3, 
                5, 
                15
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased 3.6 percent in real terms during the year ending in the fourth quarter of 2017 compared with the previous four quarters.<br/><br/>Among the 36 states that saw real increases in individual income tax revenues, Kansas saw the largest growth at 11.0 percent. In June 2017,  <a href = \"http://www.taxpolicycenter.org/taxvox/what-kansas-tax-cut-about-face-means\">Kansas</a> reversed some the tax cuts it passed in 2012. Eight additional states also saw real income tax revenue increase more than 5.0 percent: Arizona, California, Connecticut, Idaho, New Jersey, North Dakota, Ohio, and Oklahoma. None of these states recently enacted major income tax changes.<br/><br/>Only five of the 41 states with broad-based income taxes experienced real income tax revenue declines over the year: Iowa (-5.6 percent), North Carolina (-3.5 percent), Arkansas (-3.0 percent), Nebraska (-1.6 percent), and Missouri (-0.5 percent). Iowa and Nebraska have not significantly changed their income taxes in recent years, while <a href = \"ftp://www.arkleg.state.ar.us/Bills/2017R/Public/HB1159.pdf\">Arkansas</a>, <a href = \"http://www.stltoday.com/news/local/govt-and-politics/in-missouri-tax-cuts-are-on-the-way/article_7dd67c7a-1c69-5a93-a173-34a77969ba19.html\">Missouri</a>, and <a href = \"https://www.ncdor.gov/tax-rate-schedules\">North Carolina</a> have cut taxes (Missouri and North Carolina’s cuts were “triggered” from legislation passed a few years ago)."
        }, 
        "SALES": {
            "breaks": [
                -10, 
                -3, 
                0, 
                3, 
                5, 
                15
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue increased 0.3 percent in real terms for the year ending in the fourth quarter of 2017 compared with the previous four quarters.<br/><br/>Sales tax revenue increased the most in Louisiana (14.3 percent), which <a href = \"http://revenue.louisiana.gov/LawsPolicies/RIB16-013.pdf\">raised its sales tax rate</a> from 4 to 5 percent and made more purchases taxable in April 2016.The next highest increase was in Utah (10.7 percent). Sales tax revenue also increased 5.0 percent or more in Colorado, the District of Columbia, Oklahoma, and Wyoming, although none of them made major changes to their sales tax laws over the year. <br/><br/>Revenue declined in 15 of the 45 states that levy a general sales tax. The largest declines were in Illinois (-9.6 percent), Iowa (-8.5 percent), and Florida (-6.6 percent). None of these states recently decreased their <a href = \"http://www.taxpolicycenter.org/statistics/state-sales-tax-rates\">state sales tax rates</a>."
        }, 
        "TOTAL": {
            "breaks": [
                -20, 
                -4, 
                0, 
                2, 
                4, 
                20
            ], 
            "text": "Total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 1.6 percent in real terms during the year ending in the fourth quarter of 2017 compared with the previous yearlong period.<br/><br/>Total real tax revenues increased in 38 states and the District of Columbia. The largest increase was in Alaska (16.0 percent), due mainly to rebounding <a href = \"https://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/severance-taxes\">severance tax revenue</a> (although those revenues remain well below their 2014 levels). The next largest real total tax revenue increases were in Louisiana (8.8 percent), North Dakota (6.9 percent), and California (5.1 percent). Louisiana’s increase came mostly from sales taxes, while California and North Dakota’s gains were from higher income tax revenue.<br/><br/>The largest declines in real total tax revenue were in Florida (-10.4 percent), New Hampshire (-7.2 percent), and Iowa (-6.7 percent). In total, real total tax revenues fell in 12 states. Florida’s revenue decline was mostly from lower sales tax collections, as were declines in Illinois, Mississippi, and South Carolina. New Hampshire, which does not have a state personal income tax or general sales tax, saw declines in corporate income tax revenue. Meanwhile, Iowa’s lower revenues were spread across sales, income, and corporate income taxes. "
        }, 
        "date": "12/2017"
    }
}