{
    "dateUpdated": "Last Updated March 2016", 
    "employment": {
        "EMP": {
            "breaks": [
                -5, 
                0, 
                1, 
                2, 
                3, 
                5
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.9 percent from February 2015 to February 2016. Despite having one of the lowest unemployment rates, total employment decreased the most in North Dakota (-4.9 percent). In January 2015, that state’s year-over-year total employment growth was 4.3 percent (compared with January 2014). In <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">every month since then</a>, employment growth decelerated, until July 2015 when it started contracting. Total employment decreased in six other states: Wyoming (-3.0 percent), West Virginia (-1.5 percent), Louisiana (-0.9 percent), Oklahoma and Kansas (both -0.4 percent), and Alaska (-0.1 percent). Notably, all of these states (except for Kansas) rely on natural resource extraction. The largest increase in total employment was in Idaho (4.0 percent). Total employment also grew 3.0 percent or more over the past 12 months in six other states: Arizona, Florida, Oregon, Tennessee, Utah, and Washington."
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.6 percentage points between February 2015 and February 2016. Wyoming had the greatest increase of any state over the year (1.2 percentage points). The next largest rate increase was in Kentucky (0.5 percentage points). The unemployment rate increased over the year in eight other states:  Alabama, Alaska, Illinois, Montana, Nebraska, North Dakota, Oklahoma, and Washington. The February unemployment rates in these 10 states ranged from 2.9 percent in North Dakota to 6.6 percent in Alaska. The largest drop in year-over-year unemployment rate was in New Jersey (-2.0 percentage points). The next largest declines were in Arkansas (-1.4 percentage points) and California (-1.2 percentage points). The unemployment rate also fell 1.0 percentage points or more in 10 additional states."
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.3 percent from February 2015 to February 2016. Public employment decreased over the year in 14 states. The largest decrease in government employment was in Kentucky (-1.6 percent). Total employment and public employment both decreased over the year in four states: Alaska, Kansas, Louisiana, and West Virginia. Public employment did not change in six states. The largest increase in public employment was in North Dakota (3.2 percent) despite that state’s overall decline in total employment. Wyoming also had a relatively large increase in public employment (1.7 percent) and large decrease in total employment (-3.0 percent). In addition to North Dakota, three states also had public sector employment increases of 2.0 percent or more over the year: Idaho (2.6 percent), Colorado (2.2 percent), and Oregon (2.2 percent). All three of these states also had relatively large increases in total employment over the past year."
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.9 percent in February 2016. Alaska’s unemployment rate (6.6 percent) was the highest of any state. Five additional states (Alabama, Illinois, Mississippi, New Mexico, and West Virginia) and the District of Columbia (DC) had February unemployment rates above 6.0 percent. The lowest unemployment rates were in New Hampshire and South Dakota (both 2.7 percent), North Dakota (2.9 percent), and Colorado and Nebraska (both 3.0 percent). Seven other states had rates under 4.0 percent: Hawaii, Idaho, Iowa, Maine, Minnesota, Utah, and Vermont."
        }, 
        "date": "2/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "For the first time since the <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">housing market crash</a>, national house prices were above their pre–Great Recession peak. In the fourth quarter of 2015, national house prices were 0.3 percent higher than in the first quarter of 2007. However, fourth quarter prices in 19 states were still below 2007 levels. Nevada had the largest price disparity (-24.8 percent) despite having the largest year-over-year price increase. The next largest 2007-to-2015 disparities were in Florida (-20.3 percent), Arizona (-18.0 percent), Connecticut (-16.0 percent), and Maryland (-15.2 percent). In contrast, fourth quarter house prices are well above their 2007 levels in North Dakota (49.5 percent), DC (42.5 percent), Colorado (32.4 percent), Texas (32.1 percent), and South Dakota (20.3 percent). Overall, 14 states and DC had fourth quarter house prices 10.0 percent or more above their 2007 prices. "
        }, 
        "HPChgYr": {
            "breaks": [
                0, 
                2, 
                4, 
                6, 
                10, 
                14
            ], 
            "text": "National house prices increased 5.8 percent from the fourth quarter of 2014 to the fourth quarter of 2015, finally surpassing their pre-crash peak (see next section). House prices rose in every state and the District of Columbia (DC) over the year. The price increase was less than 2.0 percent in only Connecticut (0.1 percent), Alabama (0.9 percent), New Mexico (1.1 percent), and Arkansas (1.7 percent).In 25 states, price increases were 5.0 percent or more. Five states, notably all in the West, saw house prices increase 10.0 percent or more over the past year: Nevada (12.7 percent), Colorado (10.9 percent), Idaho and Washington (both 10.7 percent), and Oregon (10.6 percent)."
        }, 
        "date": "12/2015"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -100, 
                -10, 
                0, 
                10, 
                20, 
                51
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> increased nationally 1.5 percent over the four quarters that concluded in December 2015 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota only taxes financial institutions), real revenue changes ranged from a 95.7 percent decline in Louisiana—the state is struggling with both low receipts from oil companies and <a href = \"http://www.reuters.com/article/us-louisiana-budget-politics-insight-idUSKCN0WA2OG\">owed tax subsidies</a>—to a 50.9 percent increase in Delaware. Real corporate tax revenue increased over the past year in 26 states and DC. These data highlight that state corporate income tax revenue is highly volatile—profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -15, 
                0, 
                4, 
                7, 
                10, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 8.5 percent in the year ending in the fourth quarter of 2015 compared with one year earlier. Thirty-eight of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real revenue increase over the year. The three states with decreased revenue were Illinois (-13.4 percent), Kansas (-1.6 percent), and Arkansas (-1.4 percent). In <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">January 2015</a>, a temporary tax hike expired in Illinois, and its rate fell from 5 percent to 3.75 percent. As a result, the state’s 2015 income tax revenue was $2 billion lower than in 2014 (and the state still has not <a href = \"http://www.governing.com/topics/politics/gov-illinois-bruce-rauner-budget.html\" target=\"_blank\">not passed a budget</a>. Arkansas <a href = \"http://www.arkleg.state.ar.us/assembly/2015/2015R/Fiscal%20Impacts/SB6-DFA4.pdf\" target=\"_blank\">cut its income tax</a> in 2015 and Kansas's <a href = \"http://www.ksrevenue.org/taxrates.html\" target=\"_blank\">income tax rates fell</a> in 2015 as part of <a href = \"http://taxvox.taxpolicycenter.org/2015/06/12/how-would-the-kansas-senate-close-the-states-budget-gap-mostly-by-taxing-poor-people/\">previously passed legislation</a>. On the other side of the spectrum, North Carolina, a state that <a href = \"http://www.dor.state.nc.us/taxes/individual/ind_whatsnew.html\">cut its income tax rate from 5.80 percent to 5.75 percent</a> at the beginning of 2015, saw its income tax revenue increase 19.6 percent over the year. Income tax revenue increased 10 percent or more in eight other states (California, Hawaii, Indiana, Iowa, Maine, Michigan, Oregon, and Wisconsin) and DC."
        }, 
        "SALES": {
            "breaks": [
                -5, 
                0, 
                3, 
                5, 
                10, 
                20
            ], 
            "text": "Real general sales tax revenue increased nationally 3.5 percent in the year ending in the fourth quarter of 2015 compared with one year earlier. Among the 45 states with a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue grew in all but six states: Florida, Indiana, Louisiana, Mississippi, Oklahoma, and South Carolina. The largest revenue declines were in Oklahoma (-4.1 percent) and South Carolina (-3.9 percent). We do not know specifically what caused these declines—there were no rate decreases, for example—but South Carolina’s loss might be an <a href = \"http://rfa.sc.gov/files/December 2015 General Fund Revenue Tables_0.pdf\" target=\"_blank\">an accounting issue</a>. The largest revenue increases were in <a href = \"http://www.dom.state.ia.us/state/files/FY16/December2015GFR.pdf\" target=\"_blank\">Iowa</a> (19.3 percent) and Maine (14.3 percent). Neither state changed its sales tax rate over the past two years. Overall, tax revenue increased 5 percent or more in 15 states and DC."
        }, 
        "TOTAL": {
            "breaks": [
                -70, 
                -10, 
                0, 
                5, 
                10, 
                20
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> increased 4.5 percent in the year ending in the fourth quarter of 2015 compared with one year earlier. Total tax revenue increased over the past year in 41 states and the District of Columbia (DC). Of the nine states with revenue losses, eight (Alaska, Louisiana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming) rely on natural resource extraction. The average price of oil in 2015 was half the price it was in 2014, severely affecting energy states. Related, Alaska, Louisiana, North Dakota, Oklahoma, West Virginia, and Wyoming were the only six states with <a href = \"http://apps.urban.org/features/state-economic-monitor/employment.html\">total unemployment declines</a> over the past year. The largest revenue decline was in Alaska (-64.9 percent). Illinois, which <a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\">reduced its income tax rate</a> in January 2015, was the only non-resource-dependent state with a revenue decline. Meanwhile, Iowa’s 15.8 percent total tax revenue increase over the year was the largest of any state. The state saw substantial revenue growth from both its general sales tax and individual income tax—neither tax was substantially changed by law in the past two years. Iowa did <a href = \"https://tax.iowa.gov/iowa-fuel-tax-rate-changes-effective-july-1-2015\">raise its motor fuel taxes</a> in summer 2015 and consequently collected more revenue (but not as much new revenue as from the sales and income tax over the year). The next highest growth was in 11.9 percent in both Delaware and North Carolina. Overall, total tax revenue grew more than 5 percent in 24 states and DC."
        }, 
        "date": "12/2015"
    }, 
    "wages": {
        "AWW": {
            "breaks": [
                650, 
                725, 
                800, 
                875, 
                950, 
                1310
            ], 
            "text": "National weekly earnings for all US private employees averaged $878 in January 2016. Among the 50 states, average earnings ranged from $675 in Arkansas to $1,048 in Massachusetts. As is typical, the District of Columbia's (DC) average weekly earnings ($1,287) were higher than all the states. Thirty-six states had average weekly earnings below the national average. Average earnings were lowest in Arkansas, Mississippi ($685), New Mexico ($689), Montana ($711), and West Virginia ($715). Texas's average weekly earnings ($878) were the same as the national average; earnings in North Dakota ($888), Minnesota ($890), and New Hampshire ($860) were the next closest to the national average. After DC and Massachusetts, the highest average earnings were in Washington ($1,032), Connecticut ($1,006), New York ($976), and California ($971)."
        }, 
        "AWWChg": {
            "breaks": [
                -15, 
                -3, 
                -1, 
                0, 
                1, 
                10
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in February? 2016 were 0.6 percent higher than in February 2015. It was the first month that year-over-year earnings growth was less than 1.0 percent <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">since October 2014</a>. Thirty-five states and DC had real average weekly earnings fall over the past year. The largest year-over-year decreases were in DC (-13.1 percent),  Wyoming (-7.5 percent), and Texas (-5.0 percent). Six other states also had average earnings decline 3.0 percent or more. The largest increase in real average earnings were in Delaware (6.5 percent), New Hampshire (3.4 percent), and Connecticut (2.2 percent).  Only three other states also had earnings growth greater than 1.0 percent: Massachusetts, Tennessee, and West Virginia. "
        }, 
        "date": "2/2016"
    }
}