{
    "dateUpdated": "Last Updated March 2017", 
    "earnings": {
        "AWW": {
            "breaks": [
                600, 
                775, 
                850, 
                925, 
                1000, 
                1500
            ], 
            "text": "National weekly earnings for all US private employees averaged $892 in December 2016. Among the 50 states, average weekly earnings ranged from $689 in New Mexico to $1,070 in Massachusetts. As is typical, average weekly earnings in the District of Columbia (DC) were higher than in all states, at $1,415. Thirty-eight states had average weekly earnings below the national average. Other than New Mexico, average earnings were lowest in Arkansas ($697), Mississippi ($706), South Dakota, Idaho (both $726), and Montana ($736). Average weekly earnings were closest to the national average in New Hampshire ($890). After DC and Massachusetts, the highest average weekly earnings were in Washington ($1,055), Connecticut ($1,031), California ($1,006), and New Jersey ($986)."
        }, 
        "AWWChg": {
            "breaks": [
                -5, 
                0, 
                2, 
                4, 
                6, 
                15
            ], 
            "text": "National real (inflation-adjusted) average weekly earnings in December 2016 were 0.3 percent higher than in December 2015. Despite the national increase, however, 23 states saw real average wages decline over the year, and Montana, New Mexico, North Dakota, and Wyoming have reported annual declines two months in a row. The largest declines from a year ago were in North Dakota and Vermont (both -3.7 percent). Real average weekly earnings also fell 2.0 percent or more in Idaho (-2.9 percent), New Mexico (-2.7 percent), Illinois, Kansas, Wyoming (all -2.5 percent), Colorado (-2.1 percent), and New York (-2.0 percent). The largest increases in average weekly wages among states were in Missouri (6.2 percent), Tennessee, and Minnesota (both 4.2 percent). DC saw average weekly earnings rise 6.7 percent, more than any state. Five additional states (Delaware, New Hampshire, New Jersey, North Carolina, and Oregon) had real average weekly wages increase 2.0 percent or more. "
        }, 
        "date": "12/2016"
    }, 
    "employment": {
        "EMP": {
            "breaks": [
                -4, 
                0, 
                1, 
                2, 
                3, 
                4
            ], 
            "text": "Total national (public and private) nonfarm payroll employment increased 1.5 percent from December 2015 to December 2016. The largest increase in total employment was in Oregon (3.3 percent), where employment grew across all sectors except manufacturing, which experienced a 1 percent decline. Total employment also grew 3.0 percent or more in Florida (3.1 percent), Washington, and Nevada (both 3.0 percent).  Employment declined in eight states. The largest employment drop was in Wyoming (-2.8 percent), followed by other energy-dependent states: North Dakota (-1.8 percent), Alaska (-1.4 percent), and Mississippi (-1.0 percent). The precipitous decline of natural resource prices has negatively affected employment in many of these states <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">over the past year</a>. Specifically, Wyoming’s mining and logging sector lost over 2,000 jobs over the past year, a decline of 13 percent. "
        }, 
        "Figure1": {
            "text": "The national unemployment rate fell 0.3 percentage points between December 2015 and December 2016. The largest drop in year-over-year unemployment rates was in Massachusetts (-2.1 percentage points). The next largest declines were in South Carolina, Nevada, and Mississippi (all -1.2 percentage points). Both Nevada’s and Mississippi’s unemployment rates, however, remain above 5.0 percent. Overall, the unemployment rate increased over the year in 11 states, including several states with low December unemployment rates (such as North Dakota, at 3.0 percent) and high rates (such as Alaska, at 6.7 percent). The rate increased by nearly a full percentage point (0.9 percent) in both Oklahoma and Pennsylvania, more than in any other state. The next largest rate increases were in Nebraska and Wyoming (both 0.4 percentage points). "
        }, 
        "Figure2": {
            "text": "Total public-sector employment increased 0.8 percent from December 2015 to December 2016 but still remains 1.5 percent below its 2008 peak. Overall, 13 states and the District of Columbia (DC) saw public employment increase 1.0 percent or more. All 13 of these states and DC also saw increases in total employment. The largest increases in public employment among states were in Vermont (2.9 percent), Oregon (2.6 percent), California (2.5 percent), Washington (2.2 percent), and Nevada (2.1 percent). The District of Columbia saw an increase in public employment of 2.6 percent. Public employment decreased over the year in 12 states, with the largest decreases in New Hampshire (-3.1 percent), Wyoming, and Delaware (both -1.1 percent). Among the 12 states with falling public employment, five (Alaska, Connecticut, Louisiana, Mississippi, and Wyoming) also saw declines in total employment. In contrast, although New Hampshire’s public employment fell, its total employment increased 1.7 percent over the year. "
        }, 
        "UNEMP": {
            "breaks": [
                2, 
                3, 
                4, 
                5, 
                6, 
                7
            ], 
            "text": "The national unemployment rate was 4.7 percent in December 2016. Alaska’s 6.7 percent unemployment rate was the highest of any state. Three additional states had December unemployment rates higher than 6.0 percent: New Mexico (6.6 percent), Alabama (6.2 percent), and Louisiana (6.1 percent). Four states had December unemployment rates below 3.0 percent: New Hampshire (2.6 percent), South Dakota, Massachusetts (both 2.8 percent), and Hawaii (2.9 percent). Another 10 states had unemployment rates below 4.0 percent:  Arkansas, Colorado, Idaho, Iowa, Maine, Minnesota, Nebraska, North Dakota, Utah, and Vermont. "
        }, 
        "date": "12/2016"
    }, 
    "housing": {
        "Figure3": {
            "text": "National house prices in the fourth quarter of 2016 were 6.0 percent above   <a href = http://apps.urban.org/features/state-economic-monitor/historical.html target=\"_blank\">their pre–Time of Shedding and Cold Rocks peak (first quarter of 2007).</a> Although national prices recovered in the first quarter of 2016, prices in 13 states still have not surpassed their 2007 peak. Nevada’s prices continue to be furthest from their peak, with house prices 18.8 percent below their 2007 levels. House prices were also more than 10.0 percent below their 2007 levels in Arizona, Connecticut, Delaware, Florida, Maryland, and New Jersey. On the opposite end of the spectrum, fourth-quarter 2016 house prices were well above their 2007 levels in North Dakota (51.4 percent), Colorado (46.3 percent), DC (45.8 percent), and Texas (41.3 percent). Overall, 19 states and DC had fourth-quarter house prices 10.0 percent or more above their early 2007 levels. Long-term and recent price changes were not always aligned, though. There was continued strong annual price growth in Florida (10.4 percent) and Nevada (8.9 percent), but not nearly enough to recover from their previous price drops since 2007. Meanwhile, despite having the most price growth since 2007, North Dakota’s annual growth was only 1.6 percent. The state experienced rapid house price appreciation during its oil boom while prices were high, but they have since leveled off as oil prices and production have dropped. There was strong price growth, annually and since 2007, in Colorado and Texas, while Delaware prices fell both over the past year and since their 2007 level."
        }, 
        "HPChgYr": {
            "breaks": [
                -5, 
                0, 
                4, 
                7, 
                10, 
                15
            ], 
            "text": "National house prices in the fourth quarter of 2016 were 6.2 percent higher than in the fourth quarter of 2015, with house prices increasing over the year in 46 states and the District of Columbia (DC). Four states had price increases greater than 10 percent: Oregon (11.0 percent), Colorado (10.6 percent), Florida (10.4 percent), and Washington (10.2 percent). In total, 28 states saw house prices increase 5.0 percent or more over the past year. In four states, prices decreased. The largest drop was in West Virginia (-3.4 percent), followed by Wyoming (-1.6 percent) and Alaska and Delaware (both -0.6 percent)."
        }, 
        "date": "12/2016"
    }, 
    "taxes": {
        "CORPINC": {
            "breaks": [
                -100, 
                -20, 
                -10, 
                0, 
                10, 
                25
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/corporate-income-taxes\" target=\"_blank\">corporate income tax</a> declined nationally 10.1 percent over the four quarters that concluded in September 2016 compared with the previous year. In the 44 states with a broad corporate income tax (Nevada, Ohio, Texas, Washington, and Wyoming do not tax corporate income; South Dakota taxes only financial institutions), real revenue changes ranged from a 99.7 percent decline in Alaska to a 24.1 percent increase in New Hampshire. Thirty-five states saw real revenue decreases over the past year. These data highlight the high volatility of state corporate income tax revenue: profits fluctuate, the timing of tax payments change, and states offer amnesty programs."
        }, 
        "INC": {
            "breaks": [
                -40, 
                -5, 
                0, 
                2, 
                5, 
                20
            ], 
            "text": "Real <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/individual-income-taxes\" target=\"_blank\">individual income tax</a> revenue increased nationally 0.8 percent in the year ending in the second quarter of 2016 compared with one year earlier. Despite the national increase, the District of Columbia (DC) and 15 of the 41 states with a broad-based income tax (New Hampshire taxes only interest and dividends, and Tennessee taxes only bond interest and stock dividends) had real income tax revenue decreases over the year. The largest decline was in North Dakota (-37.2 percent), a state that recently <a href = \"https://www.nd.gov/tax/data/upfiles/media/Income Tax Newsletter (January 2016).pdf?20160920131512\" target=\"_blank\">cut tax rates</a> and is struggling economically as oil and natural gas production falls, lowering wages and income as well. Individual income tax revenue also fell 5 percent or more in Illinois, Maine, Ohio, Oklahoma, and West Virginia. Three of these states (<a href = \"http://www.revenue.state.il.us/Publications/Bulletins/2015/FY-2015-09.pdf\" target=\"_blank\">Illinois</a>, <a href = \"http://www.tax.ohio.gov/Portals/0/communications/news_releases/FilingseasonopensNR.pdf\" target=\"_blank\">Ohio</a>, and <a href = \"http://www.taxpolicycenter.org/taxvox/oklahoma-pulls-trigger-unaffordable-tax-cut\" target=\"_blank\">Oklahoma</a>) recently reduced income tax rates. Maine voters approved an income tax hike via <a href = \"https://ballotpedia.org/Maine_Tax_on_Incomes_Exceeding_$200,000_for_Public_Education,_Question_2_(2016)\" target=\"_blank\">ballot question</a> in November, but it won’t go into effect until January 2017. The largest increases in income tax revenue were in South Carolina (13.0 percent) and Indiana (10.2 percent). Neither state significantly changed its income tax system over the past two years. "
        }, 
        "SALES": {
            "breaks": [
                -25, 
                -5, 
                0, 
                3, 
                7, 
                15
            ], 
            "text": "Real general sales tax revenue increased nationally 0.9 percent in the year ending in the third quarter of 2016 compared with one year earlier. Among the 45 states with  a <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/projects/state-and-local-backgrounders/sales-taxes\" target=\"_blank\">general sales tax</a> revenue declined in 13 states. The largest decline was in North Dakota (-21.6 percent); other resource-dependent states (Oklahoma, Texas, and New Mexico) also saw large revenue drops. The largest sales tax revenue increase—13.5 percent—was in Nevada. The state enacted a <a href = \"https://tax.nv.gov/WelcometoCOM/\" target=\"_blank\">gross receipts tax</a> (as part of a larger <a href = \"http://gov.nv.gov/uploadedFiles/govnvgov/Content/News_and_Media/Press/2015_Images_and_Files/NevadaRevenuePlan.pdf\" target=\"_blank\">education spending bill</a>) last year, and the Census Bureau counts these tax receipts as sales tax revenue. Louisiana’s sales tax revenue increased 11.9 percent over the year, in part because it increased its sales tax rate <a href = \"http://revenue.louisiana.gov/LawsPolicies/RIB16-013.pdf\" target=\"_blank\">1.0 percentage point</a> in April. No other states saw sales tax revenue increase more than 7.0 percent. "
        }, 
        "TOTAL": {
            "breaks": [
                -40, 
                -6, 
                0, 
                2, 
                6, 
                20
            ], 
            "text": "National real total <a href = \"http://www.urban.org/policy-centers/cross-center-initiatives/state-local-finance-initiative/state-and-local-backgrounders/state-and-local-revenues\" target=\"_blank\">state tax revenue</a> decreased 0.1 percent in the year ending in the third quarter of 2016 compared with one year earlier. This was the first quarter that real national state tax revenue declined since the <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\">second quarter of 2010</a>, though, revenue still increased nominally over the year. This drop follows <a href = \"http://www.nasbo.org/mainsite/reports-data/fiscal-survey-of-states\" target=\"_blank\">many states reporting</a> fiscal year 2017 revenue coming in below estimates. Overall, 14 states had lower real total tax revenues compared with the prior year. As we’ve <a href = \"http://apps.urban.org/features/state-economic-monitor/historical.html\" target=\"_blank\"> seen over the past year</a>, states that rely heavily on taxes on natural resource extraction (i.e., severance taxes) in particular continue to experience losses as oil and natural gas prices fall. New Mexico, North Dakota, Oklahoma, Texas, West Virginia, and Wyoming all saw total state revenues drop over the past year. And because the natural resource industry is so pervasive in these states, many also saw declines in sales, individual income, and corporate income taxes. The state with the largest real tax revenue growth was also resource dependent: Alaska (19.4 percent). This reflects changes to <a href = \"http://gov.alaska.gov/newsroom/2016/06/governor-walker-vetoes-1-29-billion-to-preserve-state-savings/\" target=\"_blank\">tax credit rules</a> that helped raise revenue, but also that Alaska’s revenues finally bottomed out after a few years of precipitous decline: the state’s total tax revenue over the past four quarters is only a fifth of what is was in 2013. After Alaska, four additional states had tax revenue increases of more than 6.0 percent: Georgia, Nevada, South Carolina, and Washington. Increased sales tax revenue mostly drove gains in Nevada and Washington, while increased income tax revenue was the main driver in Georgia and South Carolina. All those states, except Nevada (see next section), did not significantly change their tax laws over the past year. "
        }, 
        "date": "9/2016"
    }
}